Repository: automotiv/khetisahayak
Catalog: kheti_sahayak_app/lib/l10n/app_*.arb
Languages: bn, ml, mr, or, pa, ur

source: Order Shipped
bn: অর্ডার পাঠানো হয়েছে
ml: ഓർഡർ അയച്ചു
mr: ऑर्डर पाठवला
or: ଅର୍ଡର ପଠାଗଲା
pa: ਆਰਡਰ ਭੇਜਿਆ ਗਿਆ
ur: آرڈر بھیج دیا گیا

source: Order Delivered
bn: অর্ডার ডেলিভার হয়েছে
ml: ഓർഡർ ഡെലിവർ ചെയ്തു
mr: ऑर्डर डिलिव्हर झाला
or: ଅର୍ଡର ଡେଲିଭରି ହେଲା
pa: ਆਰਡਰ ਡਿਲੀਵਰ
ur: آرڈر ڈیلیور ہو گیا

source: Order Cancelled
bn: অর্ডার বাতিল
ml: ഓർഡർ റദ്ദാക്കി
mr: ऑर्डर रद्द
or: ଅର୍ଡର ବାତିଲ
pa: ਆਰਡਰ ਰੱਦ
ur: آرڈر منسوخ

source: Order Status
bn: অর্ডারের অবস্থা
ml: ഓർഡർ സ്ഥിതി
mr: ऑर्डर स्थिती
or: ଅର୍ଡର ସ୍ଥିତି
pa: ਆਰਡਰ ਸਥਿਤੀ
ur: آرڈر کی حیثیت

source: Pending
bn: মুলতুবি
ml: ബാക്കിയുള്ള
mr: प्रलंबित
or: ବାକି
pa: ਬਕਾਇਆ
ur: زیر التوا

source: Confirmed
bn: নিশ্চিত
ml: സ്ഥിരീകരിച്ചു
mr: पुष्टी
or: ନିଶ୍ଚିତ
pa: ਪੁਸ਼ਟੀ
ur: تصدیق شدہ

source: Processing
bn: প্রক্রিয়াধীন
ml: പ്രോസസ്സ് ചെയ്യുന്നു
mr: प्रक्रियेत
or: ପ୍ରକ୍ରିୟାକରଣ
pa: ਪ੍ਰੋਸੈਸਿੰਗ
ur: پروسیسنگ

source: Shipped
bn: পাঠানো হয়েছে
ml: അയച്ചു
mr: पाठवले
or: ପଠାଗଲା
pa: ਭੇਜਿਆ ਗਿਆ
ur: بھیج دیا گیا

source: Out for Delivery
bn: ডেলিভারির জন্য বের হয়েছে
ml: ഡെലിവറിക്ക് പുറത്തു
mr: डिलिव्हरीसाठी निघाले
or: ଡେଲିଭରି ପାଇଁ ବାହାରିଲା
pa: ਡਿਲੀਵਰੀ ਲਈ ਨਿਕਲਿਆ
ur: ڈیلیوری کے لیے نکل گیا

source: Delivered
bn: ডেলিভার হয়েছে
ml: ഡെലിവർ ചെയ്തു
mr: डिलिव्हर
or: ଡେଲିଭରି ହେଲା
pa: ਡਿਲੀਵਰ
ur: ڈیلیور ہو گیا

source: Cancelled
bn: বাতিল
ml: റദ്ദാക്കി
mr: रद्द
or: ବାତିଲ
pa: ਰੱਦ
ur: منسوخ

source: Returned
bn: ফেরত দেওয়া হয়েছে
ml: തിരികെ നൽകി
mr: परत केले
or: ଫେରସ୍ତ
pa: ਵਾਪਸ ਕੀਤਾ
ur: واپس کیا گیا

source: Refunded
bn: রিফান্ড
ml: റീഫണ്ട് ചെയ്തു
mr: परतावा
or: ରିଫଣ୍ଡ
pa: ਰਿਫੰਡ
ur: رقم واپس

source: Track Order
bn: অর্ডার ট্র্যাক করুন
ml: ഓർഡർ ട്രാക്ക് ചെയ്യുക
mr: ऑर्डर ट्रॅक करा
or: ଅର୍ଡର ଟ୍ରାକ୍ କରନ୍ତୁ
pa: ਆਰਡਰ ਟਰੈਕ ਕਰੋ
ur: آرڈر ٹریک کریں

source: Cancel Order
bn: অর্ডার বাতিল করুন
ml: ഓർഡർ റദ്ദാക്കുക
mr: ऑर्डर रद्द करा
or: ଅର୍ଡର ବାତିଲ କରନ୍ତୁ
pa: ਆਰਡਰ ਰੱਦ ਕਰੋ
ur: آرڈر منسوخ کریں

source: Return Order
bn: অর্ডার ফেরত দিন
ml: ഓർഡർ തിരികെ നൽകുക
mr: ऑर्डर परत करा
or: ଅର୍ଡର ଫେରାନ୍ତୁ
pa: ਆਰਡਰ ਵਾਪਸ ਕਰੋ
ur: آرڈر واپس کریں

source: Reorder
bn: পুনরায় অর্ডার করুন
ml: വീണ്ടും ഓർഡർ ചെയ്യുക
mr: पुन्हा ऑर्डर करा
or: ପୁନଃ ଅର୍ଡର କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਆਰਡਰ ਕਰੋ
ur: دوبارہ آرڈر کریں

source: Place Order
bn: অর্ডার দিন
ml: ഓർഡർ നൽകുക
mr: ऑर्डर द्या
or: ଅର୍ଡର ଦିଅନ୍ତୁ
pa: ਆਰਡਰ ਦਿਓ
ur: آرڈر دیں

source: Order Summary
bn: অর্ডার সারাংশ
ml: ഓർഡർ സംഗ്രഹം
mr: ऑर्डर सारांश
or: ଅର୍ଡର ସାରାଂଶ
pa: ਆਰਡਰ ਸਾਰ
ur: آرڈر کا خلاصہ

source: Delivery Address
bn: ডেলিভারি ঠিকানা
ml: ഡെലിവറി വിലാസം
mr: डिलिव्हरी पत्ता
or: ଡେଲିଭରି ଠିକଣା
pa: ਡਿਲੀਵਰੀ ਪਤਾ
ur: ڈیلیوری ایڈریس

source: Shipping Address
bn: শিপিং ঠিকানা
ml: ഷിപ്പിംഗ് വിലാസം
mr: शिपिंग पत्ता
or: ସିପିଂ ଠିକଣା
pa: ਸ਼ਿਪਿੰਗ ਪਤਾ
ur: شپنگ ایڈریس

source: Billing Address
bn: বিলিং ঠিকানা
ml: ബില്ലിംഗ് വിലാസം
mr: बिलिंग पत्ता
or: ବିଲିଂ ଠିକଣା
pa: ਬਿਲਿੰਗ ਪਤਾ
ur: بلنگ ایڈریس

source: Add Address
bn: ঠিকানা যোগ করুন
ml: വിലാസം ചേർക്കുക
mr: पत्ता जोडा
or: ଠିକଣା ଯୋଡ଼ନ୍ତୁ
pa: ਪਤਾ ਜੋੜੋ
ur: ایڈریس شامل کریں

source: Edit Address
bn: ঠিকানা সম্পাদনা করুন
ml: വിലാസം എഡിറ്റ് ചെയ്യുക
mr: पत्ता संपादित करा
or: ଠିକଣା ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਪਤਾ ਸੋਧੋ
ur: ایڈریس میں ترمیم کریں

source: Select Address
bn: ঠিকানা নির্বাচন করুন
ml: വിലാസം തിരഞ്ഞെടുക്കുക
mr: पत्ता निवडा
or: ଠିକଣା ବାଛନ୍ତୁ
pa: ਪਤਾ ਚੁਣੋ
ur: ایڈریس منتخب کریں

source: Default Address
bn: ডিফল্ট ঠিকানা
ml: സ്ഥിരസ്ഥിതി വിലാസം
mr: डीफॉल्ट पत्ता
or: ଡିଫଲ୍ଟ ଠିକଣା
pa: ਡਿਫਾਲਟ ਪਤਾ
ur: ڈیفالٹ ایڈریس

source: Make Default
bn: ডিফল্ট করুন
ml: സ്ഥിരസ്ഥിതി ആക്കുക
mr: डीफॉल्ट करा
or: ଡିଫଲ୍ଟ କରନ୍ତୁ
pa: ਡਿਫਾਲਟ ਬਣਾਓ
ur: ڈیفالٹ بنائیں

source: Address
bn: ঠিকানা
ml: വിലാസം
mr: पत्ता
or: ଠିକଣା
pa: ਪਤਾ
ur: ایڈریس

source: Full Address
bn: পুরো ঠিকানা
ml: പൂർണ്ണ വിലാസം
mr: पूर्ण पत्ता
or: ପୂର୍ଣ୍ଣ ଠିକଣା
pa: ਪੂਰਾ ਪਤਾ
ur: پورا ایڈریس

source: House No
bn: বাড়ি নম্বর
ml: വീട് നമ്പർ
mr: घर क्रमांक
or: ଘର ନମ୍ବର
pa: ਘਰ ਨੰਬਰ
ur: مکان نمبر

source: Street
bn: রাস্তা
ml: തെരുവ്
mr: रस्ता
or: ଗଳି
pa: ਗਲੀ
ur: گلی

source: Landmark
bn: ল্যান্ডমার্ক
ml: ലാൻഡ്മാർക്ക്
mr: खूण
or: ଲ୍ୟାଣ୍ଡମାର୍କ
pa: ਨਿਸ਼ਾਨੀ
ur: نشانی

source: City
bn: শহর
ml: നഗരം
mr: शहर
or: ସହର
pa: ਸ਼ਹਿਰ
ur: شہر

source: State
bn: রাজ্য
ml: സംസ്ഥാനം
mr: राज्य
or: ରାଜ୍ୟ
pa: ਰਾਜ
ur: ریاست

source: Pincode
bn: পিনকোড
ml: പിൻകോഡ്
mr: पिनकोड
or: ପିନକୋଡ୍
pa: ਪਿੰਨਕੋਡ
ur: پن کوڈ

source: Country
bn: দেশ
ml: രാജ്യം
mr: देश
or: ଦେଶ
pa: ਦੇਸ਼
ur: ملک

source: Payment Method
bn: পেমেন্ট পদ্ধতি
ml: പേയ്‌മെന്റ് രീതി
mr: पेमेंट पद्धत
or: ଦେୟ ପଦ୍ଧତି
pa: ਭੁਗਤਾਨ ਤਰੀਕਾ
ur: ادائیگی کا طریقہ

source: Payment Methods
bn: পেমেন্ট পদ্ধতিসমূহ
ml: പേയ്‌മെന്റ് രീതികൾ
mr: पेमेंट पद्धती
or: ଦେୟ ପଦ୍ଧତିସମୂହ
pa: ਭੁਗਤਾਨ ਤਰੀਕੇ
ur: ادائیگی کے طریقے

source: Select Payment Method
bn: পেমেন্ট পদ্ধতি নির্বাচন করুন
ml: പേയ്‌മെന്റ് രീതി തിരഞ്ഞെടുക്കുക
mr: पेमेंट पद्धत निवडा
or: ଦେୟ ପଦ୍ଧତି ବାଛନ୍ତୁ
pa: ਭੁਗਤਾਨ ਤਰੀਕਾ ਚੁਣੋ
ur: ادائیگی کا طریقہ منتخب کریں

source: Cash on Delivery
bn: ক্যাশ অন ডেলিভারি
ml: ക്യാഷ് ഓൺ ഡെലിവറി
mr: कॅश ऑन डिलिव्हरी
or: କ୍ୟାସ୍ ଅନ୍ ଡେଲିଭରି
pa: ਕੈਸ਼ ਆਨ ਡਿਲੀਵਰੀ
ur: کیش آن ڈیلیوری

source: UPI ID
bn: UPI আইডি
ml: UPI ഐഡി
mr: UPI आयडी
or: UPI ଆଇଡି
pa: UPI ਆਈਡੀ
ur: UPI آئی ڈی

source: Credit Card
bn: ক্রেডিট কার্ড
ml: ക്രെഡിറ്റ് കാർഡ്
mr: क्रेडिट कार्ड
or: କ୍ରେଡିଟ୍ କାର୍ଡ
pa: ਕ੍ਰੈਡਿਟ ਕਾਰਡ
ur: کریڈٹ کارڈ

source: Debit Card
bn: ডেবিট কার্ড
ml: ഡെബിറ്റ് കാർഡ്
mr: डेबिट कार्ड
or: ଡେବିଟ୍ କାର୍ଡ
pa: ਡੈਬਿਟ ਕਾਰਡ
ur: ڈیبٹ کارڈ

source: Net Banking
bn: নেট ব্যাংকিং
ml: നെറ്റ് ബാങ്കിംഗ്
mr: नेट बँकिंग
or: ନେଟ୍ ବ୍ୟାଙ୍କିଂ
pa: ਨੈੱਟ ਬੈਂਕਿੰਗ
ur: نیٹ بینکنگ

source: Wallet
bn: ওয়ালেট
ml: വാലറ്റ്
mr: वॉलेट
or: ୱାଲେଟ୍
pa: ਵਾਲਿਟ
ur: والیٹ

source: Payment Successful
bn: পেমেন্ট সফল
ml: പേയ്‌മെന്റ് വിജയകരമായി
mr: पेमेंट यशस्वी
or: ଦେୟ ସଫଳ
pa: ਭੁਗਤਾਨ ਸਫਲ
ur: ادائیگی کامیاب

source: Payment Failed
bn: পেমেন্ট ব্যর্থ
ml: പേയ്‌മെന്റ് പരാജയപ്പെട്ടു
mr: पेमेंट अयशस्वी
or: ଦେୟ ବିଫଳ
pa: ਭੁਗਤਾਨ ਅਸਫਲ
ur: ادائیگی ناکام

source: Payment Pending
bn: পেমেন্ট মুলতুবি
ml: പേയ്‌മെന്റ് ബാക്കിയുള്ള
mr: पेमेंट प्रलंबित
or: ଦେୟ ବାକି
pa: ਭੁਗਤਾਨ ਬਕਾਇਆ
ur: ادائیگی زیر التوا

source: Order Confirmation
bn: অর্ডার নিশ্চিতকরণ
ml: ഓർഡർ സ്ഥിരീകരണം
mr: ऑर्डर पुष्टी
or: ଅର୍ଡର ନିଶ୍ଚିତକରଣ
pa: ਆਰਡਰ ਪੁਸ਼ਟੀ
ur: آرڈر کی تصدیق

source: Seller Dashboard
bn: বিক্রেতার ড্যাশবোর্ড
ml: വിൽപ്പനക്കാരന്റെ ഡാഷ്‌ബോർഡ്
mr: विक्रेता डॅशबोर्ड
or: ବିକ୍ରେତା ଡ୍ୟାସବୋର୍ଡ
pa: ਵਿਕਰੇਤਾ ਡੈਸ਼ਬੋਰਡ
ur: فروخت کنندہ ڈیش بورڈ

source: My Products
bn: আমার পণ্য
ml: എന്റെ ഉൽപ്പന്നങ്ങൾ
mr: माझी उत्पादने
or: ମୋ ଉତ୍ପାଦ
pa: ਮੇਰੇ ਉਤਪਾਦ
ur: میری مصنوعات

source: Add Product
bn: পণ্য যোগ করুন
ml: ഉൽപ്പന്നം ചേർക്കുക
mr: उत्पादन जोडा
or: ଉତ୍ପାଦ ଯୋଡ଼ନ୍ତୁ
pa: ਉਤਪਾਦ ਜੋੜੋ
ur: مصنوعات شامل کریں

source: Edit Product
bn: পণ্য সম্পাদনা করুন
ml: ഉൽപ്പന്നം എഡിറ്റ് ചെയ്യുക
mr: उत्पादन संपादित करा
or: ଉତ୍ପାଦ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਉਤਪਾਦ ਸੋਧੋ
ur: مصنوعات میں ترمیم کریں

source: Total Orders
bn: মোট অর্ডার
ml: ആകെ ഓർഡറുകൾ
mr: एकूण ऑर्डर्स
or: ମୋଟ ଅର୍ଡର
pa: ਕੁੱਲ ਆਰਡਰ
ur: کل آرڈرز

source: Total Revenue
bn: মোট আয়
ml: ആകെ വരുമാനം
mr: एकूण उत्पन्न
or: ମୋଟ ଆୟ
pa: ਕੁੱਲ ਆਮਦਨ
ur: کل آمدنی

source: Inventory
bn: ইনভেন্টরি
ml: ഇൻവെന്ററി
mr: इन्व्हेंटरी
or: ଇନଭେଣ୍ଟରି
pa: ਸਟਾਕ
ur: انوینٹری

source: Stock
bn: স্টক
ml: സ്റ്റോക്ക്
mr: स्टॉक
or: ଷ୍ଟକ୍
pa: ਸਟਾਕ
ur: اسٹاک

source: Update Stock
bn: স্টক আপডেট করুন
ml: സ്റ്റോക്ക് അപ്ഡേറ്റ് ചെയ്യുക
mr: स्टॉक अपडेट करा
or: ଷ୍ଟକ୍ ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਸਟਾਕ ਅੱਪਡੇਟ ਕਰੋ
ur: اسٹاک اپ ڈیٹ کریں

source: Confirm Order
bn: অর্ডার নিশ্চিত করুন
ml: ഓർഡർ സ്ഥിരീകരിക്കുക
mr: ऑर्डर पुष्टी करा
or: ଅର୍ଡର ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਆਰਡਰ ਪੁਸ਼ਟੀ ਕਰੋ
ur: آرڈر کی تصدیق کریں

source: Ship Order
bn: অর্ডার পাঠান
ml: ഓർഡർ അയയ്ക്കുക
mr: ऑर्डर पाठवा
or: ଅର୍ଡର ପଠାନ୍ତୁ
pa: ਆਰਡਰ ਭੇਜੋ
ur: آرڈر بھیجیں

# mark_delivered
source: Mark as Delivered
bn: ডেলিভার হিসেবে চিহ্নিত করুন
ml: ഡെലിവർ ചെയ്തതായി അടയാളപ്പെടുത്തുക
mr: डिलिव्हर झाले म्हणून चिन्हांकित करा
or: ଡେଲିଭରି ଚିହ୍ନିତ କରନ୍ତୁ
pa: ਡਿਲੀਵਰ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
ur: ڈیلیور شدہ نشان لگائیں

source: Experts
bn: বিশেষজ্ঞ
ml: വിദഗ്ധർ
mr: तज्ञ
or: ବିଶେଷଜ୍ଞ
pa: ਮਾਹਿਰ
ur: ماہرین

source: Expert Connect
bn: বিশেষজ্ঞ সংযোগ
ml: വിദഗ്ധ കണക്ഷൻ
mr: तज्ञ कनेक्ट
or: ବିଶେଷଜ୍ଞ ସଂଯୋଗ
pa: ਮਾਹਿਰ ਕਨੈਕਟ
ur: ماہر سے رابطہ

source: Book Consultation
bn: পরামর্শ বুক করুন
ml: കൺസൾട്ടേഷൻ ബുക്ക് ചെയ്യുക
mr: सल्लामसलत बुक करा
or: ପରାମର୍ଶ ବୁକ୍ କରନ୍ତୁ
pa: ਸਲਾਹ ਬੁੱਕ ਕਰੋ
ur: مشاورت بک کریں

source: Schedule Consultation
bn: পরামর্শ শিডিউল করুন
ml: കൺസൾട്ടേഷൻ ഷെഡ്യൂൾ ചെയ്യുക
mr: सल्लामसलत शेड्यूल करा
or: ପରାମର୍ଶ ସିଡ୍ୟୁଲ କରନ୍ତୁ
pa: ਸਲਾਹ ਸ਼ਡਿਊਲ ਕਰੋ
ur: مشاورت شیڈول کریں

source: Available Slots
bn: উপলব্ধ স্লট
ml: ലഭ്യമായ സ്ലോട്ടുകൾ
mr: उपलब्ध स्लॉट्स
or: ଉପಲବ୍ଧ ସ୍ଲଟ୍
pa: ਉਪਲਬਧ ਸਲਾਟ
ur: دستیاب سلاٹس

source: Consultation Fee
bn: পরামর্শ ফি
ml: കൺസൾട്ടേഷൻ ഫീസ്
mr: सल्लामसलत शुल्क
or: ପରାମର୍ଶ ଫି
pa: ਸਲਾਹ ਫੀਸ
ur: مشاورت کی فیس

source: Video Call
bn: ভিডিও কল
ml: വീഡിയോ കോൾ
mr: व्हिडिओ कॉल
or: ଭିଡିଓ କଲ୍
pa: ਵੀਡੀਓ ਕਾਲ
ur: ویڈیو کال

source: Audio Call
bn: অডিও কল
ml: ഓഡിയോ കോൾ
mr: ऑडिओ कॉल
or: ଅଡିଓ କଲ୍
pa: ਆਡੀਓ ਕਾਲ
ur: آڈیو کال

source: Chat
bn: চ্যাট
ml: ചാറ്റ്
mr: चॅट
or: ଚ୍ୟାଟ୍
pa: ਚੈਟ
ur: چیٹ

source: Your Consultations
bn: আপনার পরামর্শ
ml: നിങ്ങളുടെ കൺസൾട്ടേഷനുകൾ
mr: तुमच्या सल्लामसलती
or: ଆପଣଙ୍କ ପରାମର୍ଶ
pa: ਤੁਹਾਡੀਆਂ ਸਲਾਹਾਂ
ur: آپ کی مشاورتیں

source: My Consultations
bn: আমার পরামর্শ
ml: എന്റെ കൺസൾട്ടേഷനുകൾ
mr: माझ्या सल्लामसलती
or: ମୋ ପରାମର୍ଶ
pa: ਮੇਰੀਆਂ ਸਲਾਹਾਂ
ur: میری مشاورتیں

source: Upcoming
bn: আসন্ন
ml: വരാനിരിക്കുന്ന
mr: आगामी
or: ଆସନ୍ତା
pa: ਆਉਣ ਵਾਲੀਆਂ
ur: آنے والی

source: Completed
bn: সম্পন্ন
ml: പൂർത്തിയായി
mr: पूर्ण
or: ସମ୍ପୂର୍ଣ୍ଣ
pa: ਪੂਰੀਆਂ
ur: مکمل

source: In Progress
bn: চলমান
ml: പുരോഗതിയിൽ
mr: प्रगतीत
or: ଚାଲୁଛି
pa: ਜਾਰੀ
ur: جاری

source: Experience
bn: অভিজ্ঞতা
ml: അനുഭവം
mr: अनुभव
or: ଅନୁଭବ
pa: ਤਜਰਬਾ
ur: تجربہ

# years_experience
source: {years} years experience
bn: {years} বছরের অভিজ্ঞতা
ml: {years} വർഷത്തെ അനുഭവം
mr: {years} वर्षांचा अनुभव
or: {years} ବର୍ଷର ଅନୁଭବ
pa: {years} ਸਾਲ ਦਾ ਤਜਰਬਾ
ur: {years} سال کا تجربہ

source: Specialization
bn: বিশেষজ্ঞতা
ml: സ്പെഷ്യലൈസേഷൻ
mr: विशेषज्ञता
or: ବିଶେଷଜ୍ଞତା
pa: ਵਿਸ਼ੇਸ਼ਤਾ
ur: تخصص

source: Connect
bn: সংযোগ করুন
ml: കണക്റ്റ് ചെയ്യുക
mr: कनेक्ट करा
or: ସଂଯୋଗ କରନ୍ତୁ
pa: ਜੁੜੋ
ur: رابطہ کریں

source: Connection request sent!
bn: সংযোগ অনুরোধ পাঠানো হয়েছে!
ml: കണക്ഷൻ അഭ്യർത്ഥന അയച്ചു!
mr: कनेक्शन विनंती पाठवली!
or: ସଂଯୋଗ ଅନୁରୋଧ ପଠାଗଲା!
pa: ਕੁਨੈਕਸ਼ਨ ਬੇਨਤੀ ਭੇਜੀ ਗਈ!
ur: رابطے کی درخواست بھیج دی گئی!

source: Learn
bn: শিখুন
ml: പഠിക്കുക
mr: शिका
or: ଶିଖନ୍ତୁ
pa: ਸਿੱਖੋ
ur: سیکھیں

source: Education
bn: শিক্ষা
ml: വിദ്യാഭ്യാസം
mr: शिक्षण
or: ଶିକ୍ଷା
pa: ਸਿੱਖਿਆ
ur: تعلیم

source: Educational Content
bn: শিক্ষামূলক বিষয়বস্তু
ml: വിദ്യാഭ്യാസ ഉള്ളടക്കം
mr: शैक्षणिक सामग्री
or: ଶୈକ୍ଷିକ ବିଷୟ
pa: ਵਿਦਿਅਕ ਸਮੱਗਰੀ
ur: تعلیمی مواد

source: Courses
bn: কোর্স
ml: കോഴ്സുകൾ
mr: अभ्यासक्रम
or: ପାଠ୍ୟକ୍ରମ
pa: ਕੋਰਸ
ur: کورسز

source: Videos
bn: ভিডিও
ml: വീഡിയോകൾ
mr: व्हिडिओ
or: ଭିଡିଓ
pa: ਵੀਡੀਓ
ur: ویڈیوز

source: Articles
bn: নিবন্ধ
ml: ലേഖനങ്ങൾ
mr: लेख
or: ଲେଖା
pa: ਲੇਖ
ur: مضامین

source: Guides
bn: গাইড
ml: ഗൈഡുകൾ
mr: मार्गदर्शक
or: ଗାଇଡ୍
pa: ਗਾਈਡ
ur: رہنما

source: Start Learning
bn: শেখা শুরু করুন
ml: പഠനം ആരംഭിക്കുക
mr: शिकायला सुरुवात करा
or: ଶିଖିବା ଆରମ୍ଭ କରନ୍ତୁ
pa: ਸਿੱਖਣਾ ਸ਼ੁਰੂ ਕਰੋ
ur: سیکھنا شروع کریں

source: Continue Learning
bn: শেখা চালিয়ে যান
ml: പഠനം തുടരുക
mr: शिकत राहा
or: ଶିଖିବା ଜାରି ରଖନ୍ତୁ
pa: ਸਿੱਖਣਾ ਜਾਰੀ ਰੱਖੋ
ur: سیکھنا جاری رکھیں

source: Progress
bn: অগ্রগতি
ml: പുരോഗതി
mr: प्रगती
or: ଅଗ୍ରଗତି
pa: ਤਰੱਕੀ
ur: پیش رفت

source: Certificate
bn: সার্টিফিকেট
ml: സർട്ടിഫിക്കറ്റ്
mr: प्रमाणपत्र
or: ପ୍ରମାଣପତ୍ର
pa: ਸਰਟੀਫਿਕੇਟ
ur: سرٹیفکیٹ

source: Download Certificate
bn: সার্টিফিকেট ডাউনলোড করুন
ml: സർട്ടിഫിക്കറ്റ് ഡൗൺലോഡ് ചെയ്യുക
mr: प्रमाणपत्र डाउनलोड करा
or: ପ୍ରମାଣପତ୍ର ଡାଉନଲୋଡ୍ କରନ୍ତୁ
pa: ਸਰਟੀਫਿਕੇਟ ਡਾਊਨਲੋਡ ਕਰੋ
ur: سرٹیفکیٹ ڈاؤن لوڈ کریں

source: Lesson
bn: পাঠ
ml: പാഠം
mr: धडा
or: ପାଠ
pa: ਪਾਠ
ur: سبق

source: Lessons
bn: পাঠ
ml: പാഠങ്ങൾ
mr: धडे
or: ପାଠ
pa: ਪਾਠ
ur: اسباق

source: Module
bn: মডিউল
ml: മൊഡ്യൂൾ
mr: मॉड्युल
or: ମଡ୍ୟୁଲ୍
pa: ਮੋਡਿਊਲ
ur: ماڈیول

source: Modules
bn: মডিউল
ml: മൊഡ്യൂളുകൾ
mr: मॉड्युल्स
or: ମଡ୍ୟୁଲ୍
pa: ਮੋਡਿਊਲ
ur: ماڈیولز

source: Lesson Completed!
bn: পাঠ সম্পন্ন!
ml: പാഠം പൂർത്തിയായി!
mr: धडा पूर्ण!
or: ପାଠ ସମ୍ପୂର୍ଣ୍ଣ!
pa: ਪਾਠ ਪੂਰਾ!
ur: سبق مکمل!

source: Duration
bn: সময়কাল
ml: ദൈർഘ്യം
mr: कालावधी
or: ସମୟ
pa: ਸਮਾਂ
ur: دورانیہ

source: minutes
bn: মিনিট
ml: മിനിറ്റ്
mr: मिनिटे
or: ମିନିଟ୍
pa: ਮਿੰਟ
ur: منٹ

source: hours
bn: ঘন্টা
ml: മണിക്കൂർ
mr: तास
or: ଘଣ୍ଟା
pa: ਘੰਟੇ
ur: گھنٹے

source: Beginner
bn: শিক্ষার্থী
ml: തുടക്കക്കാരൻ
mr: प्रारंभिक
or: ନବାଗତ
pa: ਸ਼ੁਰੂਆਤੀ
ur: ابتدائی

source: Intermediate
bn: মধ্যম
ml: ഇടത്തരം
mr: मध्यम
or: ମଧ୍ୟମ
pa: ਵਿਚਕਾਰਲਾ
ur: درمیانی

source: Advanced
bn: উন্নত
ml: പുരോഗമിച്ച
mr: प्रगत
or: ଉନ୍ନତ
pa: ਉੱਨਤ
ur: ایڈوانسڈ

source: Difficulty Level
bn: কঠিনতার মাত্রা
ml: ബുദ്ധിമുട്ട് നിലവാരം
mr: कठीणता पातळी
or: କଠିନତା ସ୍ତର
pa: ਮੁਸ਼ਕਲ ਪੱਧਰ
ur: مشکل کی سطح

source: Rate this video:
bn: এই ভিডিওটি রেট করুন:
ml: ഈ വീഡിയോ റേറ്റ് ചെയ്യുക:
mr: हा व्हिडिओ रेट करा:
or: ଏହି ଭିଡିଓକୁ ରେଟ୍ କରନ୍ତୁ:
pa: ਇਸ ਵੀਡੀਓ ਨੂੰ ਰੇਟ ਕਰੋ:
ur: اس ویڈیو کو ریٹ کریں:

source: Rate this guide:
bn: এই গাইডটি রেট করুন:
ml: ഈ ഗൈഡ് റേറ്റ് ചെയ്യുക:
mr: हा मार्गदर्शक रेट करा:
or: ଏହି ଗାଇଡ୍‌କୁ ରେଟ୍ କରନ୍ତୁ:
pa: ਇਸ ਗਾਈਡ ਨੂੰ ਰੇਟ ਕਰੋ:
ur: اس گائیڈ کو ریٹ کریں:

source: Government Schemes
bn: সরকারি প্রকল্প
ml: സർക്കാർ പദ്ധതികൾ
mr: सरकारी योजना
or: ସରକାରୀ ଯୋଜନା
pa: ਸਰਕਾਰੀ ਸਕੀਮਾਂ
ur: سرکاری سکیمیں

source: Schemes
bn: প্রকল্প
ml: പദ്ധതികൾ
mr: योजना
or: ଯୋଜନା
pa: ਸਕੀਮਾਂ
ur: سکیمیں

source: All Schemes
bn: সব প্রকল্প
ml: എല്ലാ പദ്ധതികളും
mr: सर्व योजना
or: ସବୁ ଯୋଜନା
pa: ਸਾਰੀਆਂ ਸਕੀਮਾਂ
ur: تمام سکیمیں

source: Eligibility
bn: যোগ্যতা
ml: യോഗ്യത
mr: पात्रता
or: ଯୋଗ୍ୟତା
pa: ਯੋਗਤਾ
ur: اہلیت

source: Eligibility Criteria
bn: যোগ্যতার মানদণ্ড
ml: യോഗ്യതാ മാനദണ്ഡം
mr: पात्रता निकष
or: ଯୋଗ୍ୟତା ମାନଦଣ୍ଡ
pa: ਯੋਗਤਾ ਮਾਪਦੰਡ
ur: اہلیت کے معیار

source: Check Eligibility
bn: যোগ্যতা যাচাই করুন
ml: യോഗ്യത പരിശോധിക്കുക
mr: पात्रता तपासा
or: ଯୋଗ୍ୟତା ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਯੋਗਤਾ ਜਾਂਚੋ
ur: اہلیت چیک کریں

source: Eligible
bn: যোগ্য
ml: യോഗ്യനാണ്
mr: पात्र
or: ଯୋଗ୍ୟ
pa: ਯੋਗ
ur: اہل

source: Not Eligible
bn: যোগ্য নন
ml: യോഗ്യനല്ല
mr: पात्र नाही
or: ଯୋଗ୍ୟ ନୁହଁନ୍ତି
pa: ਯੋਗ ਨਹੀਂ
ur: نااہل

source: Apply Now
bn: এখনই আবেদন করুন
ml: ഇപ്പോൾ അപേക്ഷിക്കുക
mr: आता अर्ज करा
or: ବର୍ତ୍ତମାନ ଆବେଦନ କରନ୍ତୁ
pa: ਹੁਣੇ ਅਰਜ਼ੀ ਦਿਓ
ur: ابھی درخواست دیں

source: Documents Required
bn: প্রয়োজনীয় নথি
ml: ആവശ്യമായ രേഖകൾ
mr: आवश्यक कागदपत्रे
or: ଆବଶ୍ୟକ ଡକ୍ୟୁମେଣ୍ଟ
pa: ਲੋੜੀਂਦੇ ਦਸਤਾਵੇਜ਼
ur: درکار دستاویزات

source: Document Checklist
bn: নথির চেকলিস্ট
ml: രേഖാ ചെക്ക്‌ലിസ്റ്റ്
mr: कागदपत्र चेकलिस्ट
or: ଡକ୍ୟୁମେଣ୍ଟ ଚେକଲିଷ୍ଟ
pa: ਦਸਤਾਵੇਜ਼ ਚੈੱਕਲਿਸਟ
ur: دستاویزات کی چیک لسٹ

source: Application Status
bn: আবেদনের অবস্থা
ml: അപേക്ഷയുടെ സ്ഥിതി
mr: अर्ज स्थिती
or: ଆବେଦନ ସ୍ଥିତି
pa: ਅਰਜ਼ੀ ਸਥਿਤੀ
ur: درخواست کی حیثیت

source: My Applications
bn: আমার আবেদন
ml: എന്റെ അപേക്ഷകൾ
mr: माझे अर्ज
or: ମୋ ଆବେଦନ
pa: ਮੇਰੀਆਂ ਅਰਜ਼ੀਆਂ
ur: میری درخواستیں

source: Application Details
bn: আবেদনের বিবরণ
ml: അപേക്ഷാ വിശദാംശങ്ങൾ
mr: अर्ज तपशील
or: ଆବେଦନ ବିବରଣୀ
pa: ਅਰਜ਼ੀ ਵੇਰਵੇ
ur: درخواست کی تفصیلات

source: Subsidy
bn: ভর্তুকি
ml: സബ്‌സിഡി
mr: अनुदान
or: ଅନୁଦାନ
pa: ਸਬਸਿਡੀ
ur: سبسڈی

source: Loan
bn: ঋণ
ml: വായ്പ
mr: कर्ज
or: ଋଣ
pa: ਕਰਜ਼ਾ
ur: قرض

source: Insurance
bn: বীমা
ml: ഇൻഷുറൻസ്
mr: विमा
or: ବୀମା
pa: ਬੀਮਾ
ur: انشورنس

source: Benefits
bn: সুবিধা
ml: ആനുകൂല്യങ്ങൾ
mr: फायदे
or: ଲାଭ
pa: ਲਾਭ
ur: فوائد

source: Amount
bn: পরিমাণ
ml: തുക
mr: रक्कम
or: ରାଶି
pa: ਰਕਮ
ur: رقم

source: Scheme Details
bn: প্রকল্পের বিবরণ
ml: പദ്ധതി വിശദാംശങ്ങൾ
mr: योजना तपशील
or: ଯୋଜନା ବିବରଣୀ
pa: ਸਕੀਮ ਵੇਰਵੇ
ur: سکیم کی تفصیلات

source: Visit Website
bn: ওয়েবসাইট দেখুন
ml: വെബ്‌സൈറ്റ് സന്ദർശിക്കുക
mr: वेबसाइट भेट द्या
or: ୱେବସାଇଟ୍ ଦେଖନ୍ତୁ
pa: ਵੈੱਬਸਾਈਟ ਤੇ ਜਾਓ
ur: ویب سائٹ ملاحظہ کریں

source: Compare
bn: তুলনা করুন
ml: താരതമ്യം ചെയ്യുക
mr: तुलना करा
or: ତୁଳନା କରନ୍ତୁ
pa: ਤੁਲਨਾ ਕਰੋ
ur: موازنہ کریں

source: Compare Schemes
bn: প্রকল্প তুলনা করুন
ml: പദ്ധതികൾ താരതമ്യം ചെയ്യുക
mr: योजनांची तुलना करा
or: ଯୋଜନା ତୁଳନା କରନ୍ତୁ
pa: ਸਕੀਮਾਂ ਦੀ ਤੁਲਨਾ ਕਰੋ
ur: سکیموں کا موازنہ کریں

source: Search schemes...
bn: প্রকল্প অনুসন্ধান করুন...
ml: പദ്ധതികൾ തിരയുക...
mr: योजना शोधा...
or: ଯୋଜନା ଖୋଜନ୍ତୁ...
pa: ਸਕੀਮਾਂ ਖੋਜੋ...
ur: سکیمیں تلاش کریں...

source: Filter Schemes
bn: প্রকল্প ফিল্টার করুন
ml: പദ്ധതികൾ ഫിൽട്ടർ ചെയ്യുക
mr: योजना फिल्टर करा
or: ଯୋଜନା ଫିଲ୍ଟର କରନ୍ତୁ
pa: ਸਕੀਮਾਂ ਫਿਲਟਰ ਕਰੋ
ur: سکیمیں فلٹر کریں

source: No schemes found.
bn: কোনো প্রকল্প পাওয়া যায়নি।
ml: പദ്ധതികൾ കണ്ടെത്തിയില്ല.
mr: कोणतीही योजना सापडली नाही.
or: କୌଣସି ଯୋଜନା ମିଳିଲା ନାହିଁ।
pa: ਕੋਈ ਸਕੀਮ ਨਹੀਂ ਮਿਲੀ।
ur: کوئی سکیم نہیں ملی۔

source: Recently Viewed
bn: সম্প্রতি দেখা হয়েছে
ml: അടുത്തിടെ കണ്ടത്
mr: अलीकडे पाहिले
or: ସମ୍ପ୍ରତି ଦେଖାଯାଇଥିବା
pa: ਹਾਲ ਹੀ ਵਿੱਚ ਦੇਖਿਆ
ur: حال ہی میں دیکھا گیا

source: Generate Checklist
bn: চেকলিস্ট তৈরি করুন
ml: ചെക്ക്‌ലിസ്റ്റ് സൃഷ്ടിക്കുക
mr: चेकलिस्ट तयार करा
or: ଚେକଲିଷ୍ଟ ତିଆରି କରନ୍ତୁ
pa: ਚੈੱਕਲਿਸਟ ਬਣਾਓ
ur: چیک لسٹ بنائیں

source: Missing Criteria
bn: অনুপস্থিত মানদণ্ড
ml: കാണാത്ത മാനദണ്ഡം
mr: गहाळ निकष
or: ଅନୁପସ୍ଥିତ ମାନଦଣ୍ଡ
pa: ਗੁੰਮ ਮਾਪਦੰਡ
ur: گمشدہ معیار

source: Suggestions
bn: পরামর্শ
ml: നിർദ്ദേശങ്ങൾ
mr: सूचना
or: ସୁଝାଅ
pa: ਸੁਝਾਅ
ur: تجاویز

source: Profile
bn: প্রোফাইল
ml: പ്രൊഫൈൽ
mr: प्रोफाइल
or: ପ୍ରୋଫାଇଲ୍
pa: ਪ੍ਰੋਫਾਈਲ
ur: پروفائل

source: My Profile
bn: আমার প্রোফাইল
ml: എന്റെ പ്രൊഫൈൽ
mr: माझी प्रोफाइल
or: ମୋ ପ୍ରୋଫାଇଲ୍
pa: ਮੇਰੀ ਪ੍ਰੋਫਾਈਲ
ur: میرا پروفائل

source: Edit Profile
bn: প্রোফাইল সম্পাদনা করুন
ml: പ്രൊഫൈൽ എഡിറ്റ് ചെയ്യുക
mr: प्रोफाइल संपादित करा
or: ପ୍ରୋଫାଇଲ୍ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਪ੍ਰੋਫਾਈਲ ਸੋਧੋ
ur: پروفائل میں ترمیم کریں

source: My Account
bn: আমার অ্যাকাউন্ট
ml: എന്റെ അക്കൗണ്ട്
mr: माझे खाते
or: ମୋ ଆକାଉଣ୍ଟ୍
pa: ਮੇਰਾ ਖਾਤਾ
ur: میرا اکاؤنٹ

source: Account Settings
bn: অ্যাকাউন্ট সেটিংস
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
mr: खाते सेटिंग्ज
or: ଆକାଉଣ୍ଟ୍ ସେଟିଂସ
pa: ਖਾਤਾ ਸੈਟਿੰਗਾਂ
ur: اکاؤنٹ کی ترتیبات

source: Settings
bn: সেটিংস
ml: ക്രമീകരണങ്ങൾ
mr: सेटिंग्ज
or: ସେଟିଂସ
pa: ਸੈਟਿੰਗਾਂ
ur: ترتیبات

source: Language
bn: ভাষা
ml: ഭാഷ
mr: भाषा
or: ଭାଷା
pa: ਭਾਸ਼ਾ
ur: زبان

source: Select Language
bn: ভাষা নির্বাচন করুন
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
mr: भाषा निवडा
or: ଭାଷା ବାଛନ୍ତୁ
pa: ਭਾਸ਼ਾ ਚੁਣੋ
ur: زبان منتخب کریں

source: Change Language
bn: ভাষা পরিবর্তন করুন
ml: ഭാഷ മാറ്റുക
mr: भाषा बदला
or: ଭାଷା ବଦଳାନ୍ତୁ
pa: ਭਾਸ਼ਾ ਬਦਲੋ
ur: زبان تبدیل کریں

source: Notifications
bn: বিজ্ঞপ্তি
ml: അറിയിപ്പുകൾ
mr: सूचना
or: ସୂଚନା
pa: ਸੂਚਨਾਵਾਂ
ur: اطلاعات

source: Notification Settings
bn: বিজ্ঞপ্তি সেটিংস
ml: അറിയിപ്പ് ക്രമീകരണങ്ങൾ
mr: सूचना सेटिंग्ज
or: ସୂଚନା ସେଟିଂସ
pa: ਸੂਚਨਾ ਸੈਟਿੰਗਾਂ
ur: اطلاعات کی ترتیبات

source: Push Notifications
bn: পুশ বিজ্ঞপ্তি
ml: പുഷ് അറിയിപ്പുകൾ
mr: पुश सूचना
or: ପୁସ୍ ସୂଚନା
pa: ਪੁਸ਼ ਸੂਚਨਾਵਾਂ
ur: پش اطلاعات

source: Email Notifications
bn: ইমেইল বিজ্ঞপ্তি
ml: ഇമെയിൽ അറിയിപ്പുകൾ
mr: ईमेल सूचना
or: ଇମେଲ୍ ସୂଚନା
pa: ਈਮੇਲ ਸੂਚਨਾਵਾਂ
ur: ای میل اطلاعات

source: SMS Notifications
bn: SMS বিজ্ঞপ্তি
ml: SMS അറിയിപ്പുകൾ
mr: SMS सूचना
or: SMS ସୂଚନା
pa: SMS ਸੂਚਨਾਵਾਂ
ur: SMS اطلاعات

source: Weather Alerts
bn: আবহাওয়া সতর্কতা
ml: കാലാവസ്ഥാ അലേർട്ടുകൾ
mr: हवामान इशारे
or: ପାଣିପାଗ ଚେତାବନୀ
pa: ਮੌਸਮ ਚੇਤਾਵਨੀਆਂ
ur: موسم کی تنبیہات

source: Scheme Updates
bn: প্রকল্প আপডেট
ml: പദ്ധതി അപ്ഡേറ്റുകൾ
mr: योजना अपडेट्स
or: ଯୋଜନା ଅପଡେଟ୍
pa: ਸਕੀਮ ਅੱਪਡੇਟ
ur: سکیم اپ ڈیٹس

source: Marketplace Updates
bn: বাজার আপডেট
ml: വിപണി അപ്ഡേറ്റുകൾ
mr: बाजारपेठ अपडेट्स
or: ବଜାର ଅପଡେଟ୍
pa: ਬਾਜ਼ਾਰ ਅੱਪਡੇਟ
ur: بازار اپ ڈیٹس

source: Expert Messages
bn: বিশেষজ্ঞ বার্তা
ml: വിദഗ്ധ സന്ദേശങ്ങൾ
mr: तज्ञ संदेश
or: ବିଶେଷଜ୍ଞ ବାର୍ତ୍ତା
pa: ਮਾਹਿਰ ਸੁਨੇਹੇ
ur: ماہر کے پیغامات

source: Forum Replies
bn: ফোরাম উত্তর
ml: ഫോറം മറുപടികൾ
mr: फोरम उत्तरे
or: ଫୋରମ୍ ଉତ୍ତର
pa: ਫੋਰਮ ਜਵਾਬ
ur: فورم کے جوابات

source: Logbook Reminders
bn: লগবুক রিমাইন্ডার
ml: ലോഗ്ബുക്ക് ഓർമ്മപ്പെടുത്തലുകൾ
mr: लॉगबुक रिमाइंडर्स
or: ଲଗବୁକ୍ ସ୍ମାରକ
pa: ਲੌਗਬੁੱਕ ਯਾਦ-ਦਹਾਨੀਆਂ
ur: لاگ بک یاددہانی

source: Privacy
bn: গোপনীয়তা
ml: സ്വകാര്യത
mr: गोपनीयता
or: ଗୋପନୀୟତା
pa: ਗੋਪਨੀਯਤਾ
ur: رازداری

source: Privacy Policy
bn: গোপনীয়তা নীতি
ml: സ്വകാര്യതാ നയം
mr: गोपनीयता धोरण
or: ଗୋପନୀୟତା ନୀତି
pa: ਗੋਪਨੀਯਤਾ ਨੀਤੀ
ur: رازداری کی پالیسی

source: Privacy & Security
bn: গোপনীয়তা এবং নিরাপত্তা
ml: സ്വകാര്യതയും സുരക്ഷയും
mr: गोपनीयता आणि सुरक्षा
or: ଗୋପନୀୟତା ଏବଂ ସୁରକ୍ଷା
pa: ਗੋਪਨੀਯਤਾ ਅਤੇ ਸੁਰੱਖਿਆ
ur: رازداری اور سیکیورٹی

source: Terms & Conditions
bn: শর্তাবলী
ml: നിബന്ധനകളും വ്യവസ്ഥകളും
mr: अटी आणि शर्ती
or: ନିୟମ ଏବଂ ସର୍ତ୍ତାବଳୀ
pa: ਨਿਯਮ ਅਤੇ ਸ਼ਰਤਾਂ
ur: شرائط و ضوابط

source: Help
bn: সাহায্য
ml: സഹായം
mr: मदत
or: ସାହାଯ୍ୟ
pa: ਮਦਦ
ur: مدد

source: Help & Support
bn: সাহায্য এবং সহায়তা
ml: സഹായവും പിന്തുണയും
mr: मदत आणि सहाय्य
or: ସାହାଯ୍ୟ ଏବଂ ସମର୍ଥନ
pa: ਮਦਦ ਅਤੇ ਸਹਾਇਤਾ
ur: مدد اور سپورٹ

source: Help Center
bn: সাহায্য কেন্দ্র
ml: സഹായ കേന്ദ്രം
mr: मदत केंद्र
or: ସାହାଯ୍ୟ କେନ୍ଦ୍ର
pa: ਮਦਦ ਕੇਂਦਰ
ur: مدد مرکز

source: Contact Support
bn: সহায়তায় যোগাযোগ করুন
ml: പിന്തുണയുമായി ബന്ധപ്പെടുക
mr: सहाय्याशी संपर्क करा
or: ସମର୍ଥନ ସହ ଯୋଗାଯୋଗ କରନ୍ତୁ
pa: ਸਹਾਇਤਾ ਨਾਲ ਸੰਪਰਕ ਕਰੋ
ur: سپورٹ سے رابطہ کریں

source: FAQ
bn: সচরাচর জিজ্ঞাসা
ml: പതിവ് ചോദ്യങ്ങൾ
mr: वारंवार विचारले जाणारे प्रश्न
or: ପ୍ରାୟଃ ପଚରାଯାଉଥିବା ପ୍ରଶ୍ନ
pa: ਅਕਸਰ ਪੁੱਛੇ ਜਾਣ ਵਾਲੇ ਸਵਾਲ
ur: اکثر پوچھے جانے والے سوالات

source: About
bn: সম্পর্কে
ml: കുറിച്ച്
mr: बद्दल
or: ବିଷୟରେ
pa: ਬਾਰੇ
ur: کے بارے میں

source: About Us
bn: আমাদের সম্পর্কে
ml: ഞങ്ങളെ കുറിച്ച്
mr: आमच्याबद्दल
or: ଆମ ବିଷୟରେ
pa: ਸਾਡੇ ਬਾਰੇ
ur: ہمارے بارے میں

source: About App
bn: অ্যাপ সম্পর্কে
ml: ആപ്പ് കുറിച്ച്
mr: अॅपबद्दल
or: ଆପ୍ ବିଷୟରେ
pa: ਐਪ ਬਾਰੇ
ur: ایپ کے بارے میں

source: Version
bn: সংস্করণ
ml: പതിപ്പ്
mr: आवृत्ती
or: ସଂସ୍କରଣ
pa: ਵਰਜ਼ਨ
ur: ورژن

source: App Version
bn: অ্যাপ সংস্করণ
ml: ആപ്പ് പതിപ്പ്
mr: अॅप आवृत्ती
or: ଆପ୍ ସଂସ୍କରଣ
pa: ਐਪ ਵਰਜ਼ਨ
ur: ایپ ورژن

source: Rate App
bn: অ্যাপ রেট করুন
ml: ആപ്പ് റേറ്റ് ചെയ്യുക
mr: अॅप रेट करा
or: ଆପ୍ ରେଟ୍ କରନ୍ତୁ
pa: ਐਪ ਰੇਟ ਕਰੋ
ur: ایپ کو ریٹ کریں

source: Share App
bn: অ্যাপ শেয়ার করুন
ml: ആപ്പ് പങ്കിടുക
mr: अॅप शेअर करा
or: ଆପ୍ ସେୟାର୍ କରନ୍ତୁ
pa: ਐਪ ਸਾਂਝਾ ਕਰੋ
ur: ایپ شیئر کریں

source: Feedback
bn: প্রতিক্রিয়া
ml: ഫീഡ്ബാക്ക്
mr: अभिप्राय
or: ମତାମତ
pa: ਫੀਡਬੈਕ
ur: رائے

source: Send Feedback
bn: প্রতিক্রিয়া পাঠান
ml: ഫീഡ്ബാക്ക് അയയ്ക്കുക
mr: अभिप्राय पाठवा
or: ମତାମତ ପଠାନ୍ତୁ
pa: ਫੀਡਬੈਕ ਭੇਜੋ
ur: رائے بھیجیں

source: My Fields
bn: আমার জমি
ml: എന്റെ വയലുകൾ
mr: माझी शेते
or: ମୋ ଜମି
pa: ਮੇਰੇ ਖੇਤ
ur: میرے کھیت

source: Fields
bn: জমি
ml: വയലുകൾ
mr: शेते
or: ଜମି
pa: ਖੇਤ
ur: کھیت

source: Add Field
bn: জমি যোগ করুন
ml: വയൽ ചേർക്കുക
mr: शेत जोडा
or: ଜମି ଯୋଡ଼ନ୍ତୁ
pa: ਖੇਤ ਜੋੜੋ
ur: کھیت شامل کریں

source: Add New Field
bn: নতুন জমি যোগ করুন
ml: പുതിയ വയൽ ചേർക്കുക
mr: नवीन शेत जोडा
or: ନୂଆ ଜମି ଯୋଡ଼ନ୍ତୁ
pa: ਨਵਾਂ ਖੇਤ ਜੋੜੋ
ur: نیا کھیت شامل کریں

source: Edit Field
bn: জমি সম্পাদনা করুন
ml: വയൽ എഡിറ്റ് ചെയ്യുക
mr: शेत संपादित करा
or: ଜମି ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਖੇਤ ਸੋਧੋ
ur: کھیت میں ترمیم کریں

source: Field Details
bn: জমির বিবরণ
ml: വയൽ വിശദാംശങ്ങൾ
mr: शेत तपशील
or: ଜମି ବିବରଣୀ
pa: ਖੇਤ ਵੇਰਵੇ
ur: کھیت کی تفصیلات

source: Field Name
bn: জমির নাম
ml: വയലിന്റെ പേര്
mr: शेताचे नाव
or: ଜମିର ନାମ
pa: ਖੇਤ ਦਾ ਨਾਮ
ur: کھیت کا نام

source: Area
bn: এলাকা
ml: വിസ്തീർണ്ണം
mr: क्षेत्रफळ
or: କ୍ଷେତ୍ରଫଳ
pa: ਖੇਤਰ
ur: رقبہ

source: Location
bn: অবস্থান
ml: സ്ഥലം
mr: स्थान
or: ଅବସ୍ଥାନ
pa: ਸਥਾਨ
ur: مقام

source: Village
bn: গ্রাম
ml: ഗ്രാമം
mr: गाव
or: ଗ୍ରାମ
pa: ਪਿੰਡ
ur: گاؤں

source: Soil Type
bn: মাটির ধরন
ml: മണ്ണിന്റെ തരം
mr: माती प्रकार
or: ମାଟିର ପ୍ରକାର
pa: ਮਿੱਟੀ ਦੀ ਕਿਸਮ
ur: مٹی کی قسم

source: Soil Health
bn: মাটির স্বাস্থ্য
ml: മണ്ണിന്റെ ആരോഗ്യം
mr: माती आरोग्य
or: ମାଟିର ସ୍ୱାସ୍ଥ୍ୟ
pa: ਮਿੱਟੀ ਦੀ ਸਿਹਤ
ur: مٹی کی صحت

source: Soil Test
bn: মাটি পরীক্ষা
ml: മണ്ണ് പരിശോധന
mr: माती परीक्षण
or: ମାଟି ପରୀକ୍ଷା
pa: ਮਿੱਟੀ ਟੈਸਟ
ur: مٹی کا ٹیسٹ

source: Soil Records
bn: মাটির রেকর্ড
ml: മണ്ണ് രേഖകൾ
mr: माती नोंदी
or: ମାଟି ରେକର୍ଡ
pa: ਮਿੱਟੀ ਰਿਕਾਰਡ
ur: مٹی کے ریکارڈز

source: Add Soil Test
bn: মাটি পরীক্ষা যোগ করুন
ml: മണ്ണ് പരിശോധന ചേർക്കുക
mr: माती परीक्षण जोडा
or: ମାଟି ପରୀକ୍ଷା ଯୋଡ଼ନ୍ତୁ
pa: ਮਿੱਟੀ ਟੈਸਟ ਜੋੜੋ
ur: مٹی کا ٹیسٹ شامل کریں

source: pH Level
bn: pH মাত্রা
ml: pH നിലവാരം
mr: pH पातळी
or: pH ସ୍ତର
pa: pH ਪੱਧਰ
ur: pH سطح

source: Organic Carbon
bn: জৈব কার্বন
ml: ജൈവ കാർബൺ
mr: जैविक कार्बन
or: ଜୈବିକ କାର୍ବନ
pa: ਜੈਵਿਕ ਕਾਰਬਨ
ur: نامیاتی کاربن

source: Nitrogen
bn: নাইট্রোজেন
ml: നൈട്രജൻ
mr: नायट्रोजन
or: ନାଇଟ୍ରୋଜେନ
pa: ਨਾਈਟ੍ਰੋਜਨ
ur: نائٹروجن

source: Phosphorus
bn: ফসফরাস
ml: ഫോസ്ഫറസ്
mr: फॉस्फरस
or: ଫସଫରସ୍
pa: ਫਾਸਫੋਰਸ
ur: فاسفورس

source: Potassium
bn: পটাশিয়াম
ml: പൊട്ടാസ്യം
mr: पोटॅशियम
or: ପଟାସିୟମ୍
pa: ਪੋਟਾਸ਼ੀਅਮ
ur: پوٹاشیم

source: Current Crop
bn: বর্তমান ফসল
ml: നിലവിലെ വിള
mr: सध्याचे पीक
or: ବର୍ତ୍ତମାନର ଫସଲ
pa: ਮੌਜੂਦਾ ਫ਼ਸਲ
ur: موجودہ فصل
