Repository: automotiv/khetisahayak
Catalog: kheti_sahayak_app/lib/l10n/app_*.arb
Languages: bn, ml, mr, or, pa, ur

source: Crops
bn: ফসল
ml: വിളകൾ
mr: पिके
or: ଫସଲ
pa: ਫ਼ਸਲਾਂ
ur: فصلیں

source: Crop
bn: ফসল
ml: വിള
mr: पीक
or: ଫସଲ
pa: ਫ਼ਸਲ
ur: فصل

source: Crop Name
bn: ফসলের নাম
ml: വിളയുടെ പേര്
mr: पीकाचे नाव
or: ଫସଲର ନାମ
pa: ਫ਼ਸਲ ਦਾ ਨਾਮ
ur: فصل کا نام

source: Crop Rotation
bn: ফসল ঘূর্ণন
ml: വിള ഭ്രമണം
mr: पीक फेरपालट
or: ଫସଲ ପରିବର୍ତ୍ତନ
pa: ਫ਼ਸਲ ਚੱਕਰ
ur: فصل کی گردش

source: Crop Plan
bn: ফসল পরিকল্পনা
ml: വിള പദ്ധതി
mr: पीक योजना
or: ଫସଲ ଯୋଜନା
pa: ਫ਼ਸਲ ਯੋਜਨਾ
ur: فصل کا منصوبہ

source: Add Crop Plan
bn: ফসল পরিকল্পনা যোগ করুন
ml: വിള പദ്ധതി ചേർക്കുക
mr: पीक योजना जोडा
or: ଫସଲ ଯୋଜନା ଯୋଡ଼ନ୍ତୁ
pa: ਫ਼ਸਲ ਯੋਜਨਾ ਜੋੜੋ
ur: فصل کا منصوبہ شامل کریں

source: Plan Next Crop
bn: পরবর্তী ফসল পরিকল্পনা করুন
ml: അടുത്ത വിള ആസൂത്രണം ചെയ്യുക
mr: पुढील पीकाची योजना करा
or: ପରବର୍ତ୍ତୀ ଫସଲ ଯୋଜନା କରନ୍ତୁ
pa: ਅਗਲੀ ਫ਼ਸਲ ਦੀ ਯੋਜਨਾ ਬਣਾਓ
ur: اگلی فصل کا منصوبہ بنائیں

source: Planting Date
bn: রোপণের তারিখ
ml: നടീൽ തീയതി
mr: पेरणी तारीख
or: ରୋପଣ ତାରିଖ
pa: ਬਿਜਾਈ ਦੀ ਤਾਰੀਖ
ur: بوائی کی تاریخ

source: Sowing Date
bn: বপনের তারিখ
ml: വിതയ്ക്കൽ തീയതി
mr: पेरणी तारीख
or: ବୁଣା ତାରିଖ
pa: ਬਿਜਾਈ ਦੀ ਤਾਰੀਖ
ur: بوائی کی تاریخ

source: Harvest Date
bn: ফসল কাটার তারিখ
ml: വിളവെടുപ്പ് തീയതി
mr: कापणी तारीख
or: ଅମଳ ତାରିଖ
pa: ਵਾਢੀ ਦੀ ਤਾਰੀਖ
ur: کٹائی کی تاریخ

source: Expected Harvest
bn: প্রত্যাশিত ফসল
ml: പ്രതീക്ഷിക്കുന്ന വിളവെടുപ്പ്
mr: अपेक्षित कापणी
or: ସମ୍ଭାବ୍ୟ ଅମଳ
pa: ਅਨੁਮਾਨਿਤ ਵਾਢੀ
ur: متوقع کٹائی

source: Season
bn: মৌসুম
ml: സീസൺ
mr: हंगाम
or: ଋତୁ
pa: ਮੌਸਮ
ur: موسم

source: Kharif
bn: খরিফ
ml: ഖരിഫ്
mr: खरीप
or: ଖରିଫ
pa: ਖਰੀਫ਼
ur: خریف

source: Rabi
bn: রবি
ml: റാബി
mr: रब्बी
or: ରବି
pa: ਰਬੀ
ur: ربیع

source: Zaid
bn: জায়েদ
ml: സൈദ്
mr: उन्हाळी
or: ଜାଏଦ
pa: ਜ਼ਾਇਦ
ur: زائد

source: Year
bn: বছর
ml: വർഷം
mr: वर्ष
or: ବର୍ଷ
pa: ਸਾਲ
ur: سال

source: Activities
bn: কার্যকলাপ
ml: പ്രവർത്തനങ്ങൾ
mr: क्रिया
or: କାର୍ଯ୍ୟକଳାପ
pa: ਗਤੀਵਿਧੀਆਂ
ur: سرگرمیاں

source: Add Activity
bn: কার্যকলাপ যোগ করুন
ml: പ്രവർത്തനം ചേർക്കുക
mr: क्रिया जोडा
or: କାର୍ଯ୍ୟକଳାପ ଯୋଡ଼ନ୍ତୁ
pa: ਗਤੀਵਿਧੀ ਜੋੜੋ
ur: سرگرمی شامل کریں

source: New Activity
bn: নতুন কার্যকলাপ
ml: പുതിയ പ്രവർത്തനം
mr: नवीन क्रिया
or: ନୂଆ କାର୍ଯ୍ୟକଳାପ
pa: ਨਵੀਂ ਗਤੀਵਿਧੀ
ur: نئی سرگرمی

source: Activity Type
bn: কার্যকলাপের ধরন
ml: പ്രവർത്തന തരം
mr: क्रिया प्रकार
or: କାର୍ଯ୍ୟକଳାପ ପ୍ରକାର
pa: ਗਤੀਵਿਧੀ ਦੀ ਕਿਸਮ
ur: سرگرمی کی قسم

source: Activity Record
bn: কার্যকলাপ রেকর্ড
ml: പ്രവർത്തന രേഖ
mr: क्रिया नोंद
or: କାର୍ଯ୍ୟକଳାପ ରେକର୍ଡ
pa: ਗਤੀਵਿਧੀ ਰਿਕਾਰਡ
ur: سرگرمی کا ریکارڈ

source: Plowing
bn: চাষ
ml: ഉഴുതൽ
mr: नांगरणी
or: ଚାଷ
pa: ਵਾਹੀ
ur: ہل چلانا

source: Sowing
bn: বপন
ml: വിതയ്ക്കൽ
mr: पेरणी
or: ବୁଣା
pa: ਬਿਜਾਈ
ur: بوائی

source: Irrigation
bn: সেচ
ml: ജലസേചനം
mr: सिंचन
or: ଜଳସେଚନ
pa: ਸਿੰਚਾਈ
ur: آبپاشی

source: Fertilizing
bn: সার দেওয়া
ml: വളം നൽകൽ
mr: खत देणे
or: ସାର ପ୍ରୟୋଗ
pa: ਖਾਦ ਪਾਉਣਾ
ur: کھاد ڈالنا

source: Weeding
bn: আগাছা পরিষ্কার
ml: കളനശീകരണം
mr: तण काढणे
or: ତୃଣ ନାଶ
pa: ਨਦੀਨ ਕੱਢਣਾ
ur: گھاس نکالنا

source: Spraying
bn: স্প্রে করা
ml: സ്‌പ്രേ ചെയ്യൽ
mr: फवारणी
or: ସ୍ପ୍ରେ
pa: ਛਿੜਕਾਅ
ur: چھڑکاؤ

source: Harvesting
bn: ফসল কাটা
ml: വിളവെടുപ്പ്
mr: कापणी
or: ଅମଳ
pa: ਵਾਢੀ
ur: کٹائی

source: Other
bn: অন্যান্য
ml: മറ്റുള്ളവ
mr: इतर
or: ଅନ୍ୟାନ୍ୟ
pa: ਹੋਰ
ur: دیگر

source: Logbook
bn: লগবুক
ml: ലോഗ്ബുക്ക്
mr: लॉगबुक
or: ଲଗବୁକ୍
pa: ਲੌਗਬੁੱਕ
ur: لاگ بک

source: Digital Logbook
bn: ডিজিটাল লগবুক
ml: ഡിജിറ്റൽ ലോഗ്ബുക്ക്
mr: डिजिटल लॉगबुक
or: ଡିଜିଟାଲ୍ ଲଗବୁକ୍
pa: ਡਿਜੀਟਲ ਲੌਗਬੁੱਕ
ur: ڈیجیٹل لاگ بک

source: Add Entry
bn: এন্ট্রি যোগ করুন
ml: എൻട്രി ചേർക്കുക
mr: नोंद जोडा
or: ଏଣ୍ଟ୍ରି ଯୋଡ଼ନ୍ତୁ
pa: ਐਂਟਰੀ ਜੋੜੋ
ur: اندراج شامل کریں

source: Edit Activity
bn: কার্যকলাপ সম্পাদনা করুন
ml: പ്രവർത്തനം എഡിറ്റ് ചെയ്യുക
mr: क्रिया संपादित करा
or: କାର୍ଯ୍ୟକଳାପ ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਗਤੀਵਿਧੀ ਸੋਧੋ
ur: سرگرمی میں ترمیم کریں

source: Expenses
bn: খরচ
ml: ചെലവുകൾ
mr: खर्च
or: ଖର୍ଚ୍ଚ
pa: ਖਰਚੇ
ur: اخراجات

source: Add Expense
bn: খরচ যোগ করুন
ml: ചെലവ് ചേർക്കുക
mr: खर्च जोडा
or: ଖର୍ଚ୍ଚ ଯୋଡ଼ନ୍ତୁ
pa: ਖਰਚਾ ਜੋੜੋ
ur: خرچ شامل کریں

source: Income
bn: আয়
ml: വരുമാനം
mr: उत्पन्न
or: ଆୟ
pa: ਆਮਦਨ
ur: آمدنی

source: Add Income
bn: আয় যোগ করুন
ml: വരുമാനം ചേർക്കുക
mr: उत्पन्न जोडा
or: ଆୟ ଯୋଡ଼ନ୍ତୁ
pa: ਆਮਦਨ ਜੋੜੋ
ur: آمدنی شامل کریں

source: Cost
bn: খরচ
ml: ചെലവ്
mr: खर्च
or: ଖର୍ଚ୍ଚ
pa: ਲਾਗਤ
ur: لاگت

source: Notes
bn: নোট
ml: കുറിപ്പുകൾ
mr: टिपा
or: ନୋଟ୍
pa: ਨੋਟ
ur: نوٹس

source: Add Notes
bn: নোট যোগ করুন
ml: കുറിപ്പുകൾ ചേർക്കുക
mr: टिपा जोडा
or: ନୋଟ୍ ଯୋଡ଼ନ୍ତୁ
pa: ਨੋਟ ਜੋੜੋ
ur: نوٹس شامل کریں

source: Photos
bn: ছবি
ml: ഫോട്ടോകൾ
mr: फोटो
or: ଫଟୋ
pa: ਫੋਟੋਆਂ
ur: تصاویر

source: Add Photos
bn: ছবি যোগ করুন
ml: ഫോട്ടോകൾ ചേർക്കുക
mr: फोटो जोडा
or: ଫଟୋ ଯୋଡ଼ନ୍ତୁ
pa: ਫੋਟੋ ਜੋੜੋ
ur: تصاویر شامل کریں

source: Task Images
bn: কাজের ছবি
ml: ജോലി ചിത്രങ്ങൾ
mr: कार्य चित्रे
or: କାମର ଫଟୋ
pa: ਕੰਮ ਦੀਆਂ ਤਸਵੀਰਾਂ
ur: کام کی تصاویر

source: Activity Photos
bn: কার্যকলাপের ছবি
ml: പ്രവർത്തന ഫോട്ടോകൾ
mr: क्रिया फोटो
or: କାର୍ଯ୍ୟକଳାପ ଫଟୋ
pa: ਗਤੀਵਿਧੀ ਫੋਟੋ
ur: سرگرمی کی تصاویر

source: Yield
bn: ফলন
ml: വിളവ്
mr: उत्पादन
or: ଅମଳ
pa: ਝਾੜ
ur: پیداوار

source: Yield Amount
bn: ফলনের পরিমাণ
ml: വിളവിന്റെ അളവ്
mr: उत्पादन प्रमाण
or: ଅମଳ ପରିମାଣ
pa: ਝਾੜ ਮਾਤਰਾ
ur: پیداوار کی مقدار

source: Add Yield
bn: ফলন যোগ করুন
ml: വിളവ് ചേർക്കുക
mr: उत्पादन जोडा
or: ଅମଳ ଯୋଡ଼ନ୍ତୁ
pa: ਝਾੜ ਜੋੜੋ
ur: پیداوار شامل کریں

source: Yield Trends
bn: ফলনের প্রবণতা
ml: വിളവ് പ്രവണതകൾ
mr: उत्पादन ट्रेंड्स
or: ଅମଳ ଧାରା
pa: ਝਾੜ ਰੁਝਾਨ
ur: پیداوار کے رجحانات

source: Unit
bn: একক
ml: യൂണിറ്റ്
mr: एकक
or: ଏକକ
pa: ਇਕਾਈ
ur: یونٹ

source: Market Price
bn: বাজার দর
ml: വിപണി വില
mr: बाजारभाव
or: ବଜାର ମୂଲ୍ୟ
pa: ਬਾਜ਼ਾਰ ਭਾਅ
ur: بازار کی قیمت

source: Market Prices
bn: বাজার দর
ml: വിപണി വിലകൾ
mr: बाजारभाव
or: ବଜାର ମୂଲ୍ୟ
pa: ਬਾਜ਼ਾਰ ਭਾਅ
ur: بازار کی قیمتیں

source: View Analytics
bn: বিশ্লেষণ দেখুন
ml: അനലിറ്റിക്സ് കാണുക
mr: विश्लेषण पहा
or: ବିଶ୍ଳେଷଣ ଦେଖନ୍ତୁ
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਦੇਖੋ
ur: تجزیات دیکھیں

source: Analytics
bn: বিশ্লেষণ
ml: അനലിറ്റിക്സ്
mr: विश्लेषण
or: ବିଶ୍ଳେଷଣ
pa: ਵਿਸ਼ਲੇਸ਼ਣ
ur: تجزیات

source: Performance Analytics
bn: কর্মক্ষমতা বিশ্লেষণ
ml: പ്രകടന അനലിറ്റിക്സ്
mr: कामगिरी विश्लेषण
or: ପ୍ରଦର୍ଶନ ବିଶ୍ଳେଷଣ
pa: ਪ੍ਰਦਰਸ਼ਨ ਵਿਸ਼ਲੇਸ਼ਣ
ur: کارکردگی کے تجزیات

source: Seasonal
bn: মৌসুমি
ml: സീസണൽ
mr: हंगामी
or: ଋତୁଗତ
pa: ਮੌਸਮੀ
ur: موسمی

source: Annual
bn: বার্ষিক
ml: വാർഷിക
mr: वार्षिक
or: ବାର୍ଷିକ
pa: ਸਾਲਾਨਾ
ur: سالانہ

source: No data available
bn: কোনো ডেটা উপলব্ধ নেই
ml: ഡാറ്റ ലഭ്യമല്ല
mr: कोणताही डेटा उपलब्ध नाही
or: କୌଣସି ଡାଟା ଉପଲବ୍ଧ ନାହିଁ
pa: ਕੋਈ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ
ur: کوئی ڈیٹا دستیاب نہیں

source: No Data
bn: কোনো ডেটা নেই
ml: ഡാറ്റ ഇല്ല
mr: कोणताही डेटा नाही
or: ଡାଟା ନାହିଁ
pa: ਕੋਈ ਡਾਟਾ ਨਹੀਂ
ur: کوئی ڈیٹا نہیں

source: Bulk Update
bn: বাল্ক আপডেট
ml: ബൾക്ക് അപ്ഡേറ്റ്
mr: बल्क अपडेट
or: ବଲ୍କ ଅପଡେଟ୍
pa: ਬਲਕ ਅੱਪਡੇਟ
ur: بلک اپ ڈیٹ

source: Bulk Field Update
bn: বাল্ক জমি আপডেট
ml: ബൾക്ക് വയൽ അപ്ഡേറ്റ്
mr: बल्क शेत अपडेट
or: ବଲ୍କ ଜମି ଅପଡେଟ୍
pa: ਬਲਕ ਖੇਤ ਅੱਪਡੇਟ
ur: بلک کھیت اپ ڈیٹ

source: Select Fields
bn: জমি নির্বাচন করুন
ml: വയലുകൾ തിരഞ്ഞെടുക്കുക
mr: शेते निवडा
or: ଜମି ବାଛନ୍ତୁ
pa: ਖੇਤ ਚੁਣੋ
ur: کھیت منتخب کریں

source: Selected
bn: নির্বাচিত
ml: തിരഞ്ഞെടുത്തു
mr: निवडलेले
or: ଚୟନିତ
pa: ਚੁਣੇ ਗਏ
ur: منتخب

# items_selected
source: {count} selected
bn: {count}টি নির্বাচিত
ml: {count} തിരഞ്ഞെടുത്തു
mr: {count} निवडले
or: {count}ଟି ଚୟନିତ
pa: {count} ਚੁਣੇ ਗਏ
ur: {count} منتخب

source: My Farm
bn: আমার খামার
ml: എന്റെ ഫാം
mr: माझे शेत
or: ମୋ ଚାଷ ଜମି
pa: ਮੇਰਾ ਖੇਤ
ur: میرا کھیت

source: Farm Details
bn: খামারের বিবরণ
ml: ഫാം വിശദാംശങ്ങൾ
mr: शेत तपशील
or: ଚାଷ ଜମି ବିବରଣୀ
pa: ਖੇਤ ਵੇਰਵੇ
ur: کھیت کی تفصیلات

source: Add Farm Details
bn: খামারের বিবরণ যোগ করুন
ml: ഫാം വിശദാംശങ്ങൾ ചേർക്കുക
mr: शेत तपशील जोडा
or: ଚାଷ ଜମି ବିବରଣୀ ଯୋଡ଼ନ୍ତୁ
pa: ਖੇਤ ਵੇਰਵੇ ਜੋੜੋ
ur: کھیت کی تفصیلات شامل کریں

source: Water Availability
bn: পানির প্রাপ্যতা
ml: ജല ലഭ്യത
mr: पाण्याची उपलब्धता
or: ଜଳ ଉପଲବ୍ଧତା
pa: ਪਾਣੀ ਦੀ ਉਪਲਬਧਤਾ
ur: پانی کی دستیابی

source: Water Requirement
bn: পানির প্রয়োজনীয়তা
ml: ജല ആവശ്യകത
mr: पाण्याची आवश्यकता
or: ଜଳ ଆବଶ୍ୟକତା
pa: ਪਾਣੀ ਦੀ ਲੋੜ
ur: پانی کی ضرورت

source: Farm History
bn: খামারের ইতিহাস
ml: ഫാം ചരിത്രം
mr: शेत इतिहास
or: ଚାଷ ଜମି ଇତିହାସ
pa: ਖੇਤ ਇਤਿਹਾਸ
ur: کھیت کی تاریخ

# mark_all_read
source: Mark All as Read
bn: সব পঠিত হিসেবে চিহ্নিত করুন
ml: എല്ലാം വായിച്ചതായി അടയാളപ്പെടുത്തുക
mr: सर्व वाचलेले म्हणून चिन्हांकित करा
or: ସବୁ ପଢ଼ାଯାଇଛି ଚିହ୍ନିତ କରନ୍ତୁ
pa: ਸਭ ਨੂੰ ਪੜ੍ਹਿਆ ਵਜੋਂ ਮਾਰਕ ਕਰੋ
ur: سب پڑھا ہوا نشان لگائیں

source: New Notification
bn: নতুন বিজ্ঞপ্তি
ml: പുതിയ അറിയിപ്പ്
mr: नवीन सूचना
or: ନୂଆ ସୂଚନା
pa: ਨਵੀਂ ਸੂਚਨਾ
ur: نئی اطلاع

source: No Notifications
bn: কোনো বিজ্ঞপ্তি নেই
ml: അറിയിപ്പുകൾ ഇല്ല
mr: कोणतीही सूचना नाही
or: କୌଣସି ସୂଚନା ନାହିଁ
pa: ਕੋਈ ਸੂਚਨਾ ਨਹੀਂ
ur: کوئی اطلاعات نہیں

source: All Notifications
bn: সব বিজ্ঞপ্তি
ml: എല്ലാ അറിയിപ്പുകളും
mr: सर्व सूचना
or: ସବୁ ସୂଚନା
pa: ਸਾਰੀਆਂ ਸੂਚਨਾਵਾਂ
ur: تمام اطلاعات

source: Unread
bn: অপঠিত
ml: വായിക്കാത്ത
mr: न वाचलेले
or: ଅପଠିତ
pa: ਅਣਪੜ੍ਹੀਆਂ
ur: نہیں پڑھا

source: Read
bn: পঠিত
ml: വായിച്ച
mr: वाचलेले
or: ପଠିତ
pa: ਪੜ੍ਹੀਆਂ
ur: پڑھا ہوا

# required_field
source: This field is required
bn: এই ক্ষেত্রটি আবশ্যক
ml: ഈ ഫീൽഡ് ആവശ്യമാണ്
mr: हे फील्ड आवश्यक आहे
or: ଏହି କ୍ଷେତ୍ର ଆବଶ୍ୟକ
pa: ਇਹ ਖੇਤਰ ਲੋੜੀਂਦਾ ਹੈ
ur: یہ فیلڈ ضروری ہے

# invalid_email
source: Invalid email address
bn: অবৈধ ইমেইল ঠিকানা
ml: അസാധുവായ ഇമെയിൽ വിലാസം
mr: अवैध ईमेल पत्ता
or: ଅବୈଧ ଇମେଲ୍ ଠିକଣା
pa: ਅਵੈਧ ਈਮੇਲ ਪਤਾ
ur: غلط ای میل ایڈریس

# invalid_phone
source: Invalid phone number
bn: অবৈধ ফোন নম্বর
ml: അസാധുവായ ഫോൺ നമ്പർ
mr: अवैध फोन नंबर
or: ଅବୈଧ ଫୋନ୍ ନମ୍ବର
pa: ਅਵੈਧ ਫ਼ੋਨ ਨੰਬਰ
ur: غلط فون نمبر

# password_too_short
source: Password is too short
bn: পাসওয়ার্ড খুব ছোট
ml: പാസ്‌വേഡ് വളരെ ചെറുതാണ്
mr: पासवर्ड खूप लहान आहे
or: ପାସୱାର୍ଡ ବହୁତ ଛୋଟ
pa: ਪਾਸਵਰਡ ਬਹੁਤ ਛੋਟਾ ਹੈ
ur: پاس ورڈ بہت چھوٹا ہے

# password_min_length
source: Password must be at least {length} characters
bn: পাসওয়ার্ড কমপক্ষে {length} অক্ষরের হতে হবে
ml: പാസ്‌വേഡ് കുറഞ്ഞത് {length} അക്ഷരമായിരിക്കണം
mr: पासवर्ड किमान {length} अक्षरांचा असावा
or: ପାସୱାର୍ଡ ସର୍ବନିମ୍ନ {length} ଅକ୍ଷରର ହେବା ଉଚିତ
pa: ਪਾਸਵਰਡ ਘੱਟੋ-ਘੱਟ {length} ਅੱਖਰਾਂ ਦਾ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ
ur: پاس ورڈ کم از کم {length} حروف کا ہونا چاہیے

source: Passwords don't match
bn: পাসওয়ার্ড মিলছে না
ml: പാസ്‌വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
mr: पासवर्ड जुळत नाहीत
or: ପାସୱାର୍ଡ ମେଳ ଖାଉନାହିଁ
pa: ਪਾਸਵਰਡ ਮੇਲ ਨਹੀਂ ਖਾਂਦੇ
ur: پاس ورڈ مماثل نہیں ہیں

source: Invalid OTP
bn: অবৈধ OTP
ml: അസാധുവായ OTP
mr: अवैध OTP
or: ଅବୈଧ OTP
pa: ਅਵੈਧ OTP
ur: غلط OTP

source: Invalid pincode
bn: অবৈধ পিনকোড
ml: അസാധുവായ പിൻകോഡ്
mr: अवैध पिनकोड
or: ଅବୈଧ ପିନକୋଡ୍
pa: ਅਵੈਧ ਪਿੰਨਕੋਡ
ur: غلط پن کوڈ

source: Network Error
bn: নেটওয়ার্ক ত্রুটি
ml: നെറ്റ്‌വർക്ക് പിശക്
mr: नेटवर्क त्रुटी
or: ନେଟୱାର୍କ ତ୍ରୁଟି
pa: ਨੈੱਟਵਰਕ ਗਲਤੀ
ur: نیٹ ورک کی خرابی

source: Server Error
bn: সার্ভার ত্রুটি
ml: സെർവർ പിശക്
mr: सर्व्हर त्रुटी
or: ସର୍ଭର ତ୍ରୁଟି
pa: ਸਰਵਰ ਗਲਤੀ
ur: سرور کی خرابی

source: Something went wrong
bn: কিছু ভুল হয়েছে
ml: എന്തോ തെറ്റ് സംഭവിച്ചു
mr: काहीतरी चूक झाली
or: କିଛି ଭୁଲ୍ ହେଲା
pa: ਕੁਝ ਗਲਤ ਹੋ ਗਿਆ
ur: کچھ غلط ہو گیا

source: Try Again
bn: আবার চেষ্টা করুন
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ur: دوبارہ کوشش کریں

source: Try again later
bn: পরে আবার চেষ্টা করুন
ml: പിന്നീട് വീണ്ടും ശ്രമിക്കുക
mr: नंतर पुन्हा प्रयत्न करा
or: ପରେ ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pa: ਬਾਅਦ ਵਿੱਚ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ur: بعد میں دوبارہ کوشش کریں

# no_internet
source: No Internet Connection
bn: ইন্টারনেট সংযোগ নেই
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല
mr: इंटरनेट कनेक्शन नाही
or: ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ନାହିଁ
pa: ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ
ur: انٹرنیٹ کنکشن نہیں

source: No internet connection
bn: ইন্টারনেট সংযোগ নেই
ml: ഇന്റർനെറ്റ് കണക്ഷൻ ഇല്ല
mr: इंटरनेट कनेक्शन नाही
or: ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ନାହିଁ
pa: ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਨਹੀਂ ਹੈ
ur: انٹرنیٹ کنکشن نہیں ہے

# check_internet
source: Please check your internet connection
bn: অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন
ml: ദയവായി നിങ്ങളുടെ ഇന്റർനെറ്റ് കണക്ഷൻ പരിശോധിക്കുക
mr: कृपया तुमचे इंटरनेट कनेक्शन तपासा
or: ଦୟାକରି ଆପଣଙ୍କ ଇଣ୍ଟରନେଟ୍ ସଂଯୋଗ ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਆਪਣਾ ਇੰਟਰਨੈੱਟ ਕੁਨੈਕਸ਼ਨ ਜਾਂਚੋ
ur: براہ کرم اپنا انٹرنیٹ کنکشن چیک کریں

source: Offline Mode
bn: অফলাইন মোড
ml: ഓഫ്‌ലൈൻ മോഡ്
mr: ऑफलाइन मोड
or: ଅଫଲାଇନ୍ ମୋଡ୍
pa: ਆਫ਼ਲਾਈਨ ਮੋਡ
ur: آف لائن موڈ

source: Offline
bn: অফলাইন
ml: ഓഫ്‌ലൈൻ
mr: ऑफलाइन
or: ଅଫଲାଇନ୍
pa: ਆਫ਼ਲਾਈਨ
ur: آف لائن

source: Online
bn: অনলাইন
ml: ഓൺലൈൻ
mr: ऑनलाइन
or: ଅନଲାଇନ୍
pa: ਆਨਲਾਈਨ
ur: آن لائن

source: Sync
bn: সিঙ্ক করুন
ml: സിങ്ക് ചെയ്യുക
mr: सिंक करा
or: ସିଙ୍କ କରନ୍ତୁ
pa: ਸਿੰਕ ਕਰੋ
ur: سنک کریں

source: Syncing...
bn: সিঙ্ক হচ্ছে...
ml: സിങ്ക് ചെയ്യുന്നു...
mr: सिंक होत आहे...
or: ସିଙ୍କ ହେଉଛି...
pa: ਸਿੰਕ ਹੋ ਰਿਹਾ ਹੈ...
ur: سنک ہو رہا ہے...

source: Sync Triggered
bn: সিঙ্ক শুরু হয়েছে
ml: സിങ്ക് ആരംഭിച്ചു
mr: सिंक सुरू
or: ସିଙ୍କ ଆରମ୍ଭ ହେଲା
pa: ਸਿੰਕ ਸ਼ੁਰੂ
ur: سنک شروع

source: Sync Complete
bn: সিঙ্ক সম্পন্ন
ml: സിങ്ക് പൂർത്തിയായി
mr: सिंक पूर्ण
or: ସିଙ୍କ ସମ୍ପୂର୍ଣ୍ଣ
pa: ਸਿੰਕ ਪੂਰਾ
ur: سنک مکمل

source: Last Synced
bn: সর্বশেষ সিঙ্ক
ml: അവസാനം സിങ്ക് ചെയ്തത്
mr: शेवटचे सिंक
or: ଶେଷ ସିଙ୍କ
pa: ਆਖਰੀ ਸਿੰਕ
ur: آخری سنک

source: Pending Sync
bn: সিঙ্ক মুলতুবি
ml: ബാക്കിയുള്ള സിങ്ക്
mr: सिंक प्रलंबित
or: ବାକି ସିଙ୍କ
pa: ਬਕਾਇਆ ਸਿੰਕ
ur: زیر التوا سنک

source: Upload Failed
bn: আপলোড ব্যর্থ
ml: അപ്‌ലോഡ് പരാജയപ്പെട്ടു
mr: अपलोड अयशस्वी
or: ଅପଲୋଡ୍ ବିଫଳ
pa: ਅੱਪਲੋਡ ਅਸਫਲ
ur: اپ لوڈ ناکام

source: Download Failed
bn: ডাউনলোড ব্যর্থ
ml: ഡൗൺലോഡ് പരാജയപ്പെട്ടു
mr: डाउनलोड अयशस्वी
or: ଡାଉନଲୋଡ୍ ବିଫଳ
pa: ਡਾਊਨਲੋਡ ਅਸਫਲ
ur: ڈاؤن لوڈ ناکام

source: Login Failed
bn: লগইন ব্যর্থ
ml: ലോഗിൻ പരാജയപ്പെട്ടു
mr: लॉगिन अयशस्वी
or: ଲଗଇନ୍ ବିଫଳ
pa: ਲੌਗਇਨ ਅਸਫਲ
ur: لاگ ان ناکام

source: Registration Failed
bn: নিবন্ধন ব্যর্থ
ml: രജിസ്ട്രേഷൻ പരാജയപ്പെട്ടു
mr: नोंदणी अयशस्वी
or: ପଞ୍ଜୀକରଣ ବିଫଳ
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਅਸਫਲ
ur: رجسٹریشن ناکام

source: Registration Successful!
bn: নিবন্ধন সফল!
ml: രജിസ്ട്രേഷൻ വിജയകരമായി!
mr: नोंदणी यशस्वी!
or: ପଞ୍ଜୀକରଣ ସଫଳ!
pa: ਰਜਿਸਟ੍ਰੇਸ਼ਨ ਸਫਲ!
ur: رجسٹریشن کامیاب!

source: Profile Updated
bn: প্রোফাইল আপডেট হয়েছে
ml: പ്രൊഫൈൽ അപ്ഡേറ്റ് ചെയ്തു
mr: प्रोफाइल अपडेट झाली
or: ପ୍ରୋଫାଇଲ୍ ଅପଡେଟ୍ ହେଲା
pa: ਪ੍ਰੋਫਾਈਲ ਅੱਪਡੇਟ ਹੋ ਗਈ
ur: پروفائل اپ ڈیٹ ہو گئی

source: Password Changed
bn: পাসওয়ার্ড পরিবর্তন হয়েছে
ml: പാസ്‌വേഡ് മാറ്റി
mr: पासवर्ड बदलला
or: ପାସୱାର୍ଡ ବଦଳିଗଲା
pa: ਪਾਸਵਰਡ ਬਦਲ ਗਿਆ
ur: پاس ورڈ تبدیل ہو گیا

source: Field Added
bn: জমি যোগ হয়েছে
ml: വയൽ ചേർത്തു
mr: शेत जोडले
or: ଜମି ଯୋଡ଼ାଗଲା
pa: ਖੇਤ ਜੋੜਿਆ ਗਿਆ
ur: کھیت شامل ہو گیا

source: Fields Updated
bn: জমি আপডেট হয়েছে
ml: വയലുകൾ അപ്ഡേറ്റ് ചെയ്തു
mr: शेते अपडेट झाली
or: ଜମି ଅପଡେଟ୍ ହେଲା
pa: ਖੇਤ ਅੱਪਡੇਟ ਹੋ ਗਏ
ur: کھیت اپ ڈیٹ ہو گئے

source: Activity Saved
bn: কার্যকলাপ সংরক্ষিত
ml: പ്രവർത്തനം സേവ് ചെയ്തു
mr: क्रिया जतन झाली
or: କାର୍ଯ୍ୟକଳାପ ସେଭ୍ ହେଲା
pa: ਗਤੀਵਿਧੀ ਸੇਵ ਹੋ ਗਈ
ur: سرگرمی محفوظ ہو گئی

source: Added to Cart
bn: কার্টে যোগ হয়েছে
ml: കാർട്ടിലേക്ക് ചേർത്തു
mr: कार्टमध्ये जोडले
or: କାର୍ଟରେ ଯୋଡ଼ାଗଲା
pa: ਕਾਰਟ ਵਿੱਚ ਜੋੜਿਆ ਗਿਆ
ur: کارٹ میں شامل ہو گیا

source: Removed from Cart
bn: কার্ট থেকে সরানো হয়েছে
ml: കാർട്ടിൽ നിന്ന് നീക്കം ചെയ്തു
mr: कार्टमधून काढले
or: କାର୍ଟରୁ ହଟାଗଲା
pa: ਕਾਰਟ ਤੋਂ ਹਟਾਇਆ ਗਿਆ
ur: کارٹ سے ہٹا دیا گیا

source: Cart Cleared
bn: কার্ট খালি হয়েছে
ml: കാർട്ട് മായ്ച്ചു
mr: कार्ट रिकामी झाली
or: କାର୍ଟ ଖାଲି ହେଲା
pa: ਕਾਰਟ ਖਾਲੀ ਹੋ ਗਈ
ur: کارٹ خالی ہو گئی

source: Order placed successfully!
bn: অর্ডার সফলভাবে দেওয়া হয়েছে!
ml: ഓർഡർ വിജയകരമായി നൽകി!
mr: ऑर्डर यशस्वीरित्या दिला!
or: ଅର୍ଡର ସଫଳତାର ସହ ଦିଆଗଲା!
pa: ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਦਿੱਤਾ ਗਿਆ!
ur: آرڈر کامیابی سے دے دیا گیا!

source: Order cancelled successfully
bn: অর্ডার সফলভাবে বাতিল হয়েছে
ml: ഓർഡർ വിജയകരമായി റദ്ദാക്കി
mr: ऑर्डर यशस्वीरित्या रद्द झाला
or: ଅର୍ଡର ସଫଳତାର ସହ ବାତିଲ ହେଲା
pa: ਆਰਡਰ ਸਫਲਤਾਪੂਰਵਕ ਰੱਦ ਹੋ ਗਿਆ
ur: آرڈر کامیابی سے منسوخ ہو گیا

source: Language Changed
bn: ভাষা পরিবর্তন হয়েছে
ml: ഭാഷ മാറ്റി
mr: भाषा बदलली
or: ଭାଷା ବଦଳିଗଲା
pa: ਭਾਸ਼ਾ ਬਦਲ ਗਈ
ur: زبان تبدیل ہو گئی

# logout_confirmation
source: Are you sure you want to logout?
bn: আপনি কি লগআউট করতে চান?
ml: നിങ്ങൾക്ക് ലോഗൗട്ട് ചെയ്യണമോ?
mr: तुम्हाला लॉगआउट करायचे आहे का?
or: ଆପଣ ଲଗଆଉଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਲੌਗਆਊਟ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ur: کیا آپ لاگ آؤٹ کرنا چاہتے ہیں؟

# delete_confirmation
source: Are you sure you want to delete this?
bn: আপনি কি এটি মুছতে চান?
ml: നിങ്ങൾക്ക് ഇത് ഇല്ലാതാക്കണമോ?
mr: तुम्हाला हे हटवायचे आहे का?
or: ଆପଣ ଏହାକୁ ଡିଲିଟ୍ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਇਸਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ur: کیا آپ اسے حذف کرنا چاہتے ہیں؟

# cancel_order_confirmation
source: Are you sure you want to cancel this order?
bn: আপনি কি এই অর্ডারটি বাতিল করতে চান?
ml: നിങ്ങൾക്ക് ഈ ഓർഡർ റദ്ദാക്കണമോ?
mr: तुम्हाला हा ऑर्डर रद्द करायचा आहे का?
or: ଆପଣ ଏହି ଅର୍ଡର ବାତିଲ କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਆਰਡਰ ਰੱਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ur: کیا آپ یہ آرڈر منسوخ کرنا چاہتے ہیں؟

# remove_item_confirmation
source: Are you sure you want to remove this item?
bn: আপনি কি এই আইটেমটি সরাতে চান?
ml: നിങ്ങൾക്ക് ഈ ഇനം നീക്കം ചെയ്യണമോ?
mr: तुम्हाला ही वस्तू काढायची आहे का?
or: ଆପଣ ଏହି ଆଇଟମ୍ ହଟାଇବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਇਹ ਆਈਟਮ ਹਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ?
ur: کیا آپ یہ آئٹم ہٹانا چاہتے ہیں؟

# clear_cart_confirmation
source: Are you sure you want to clear the cart?
bn: আপনি কি কার্ট খালি করতে চান?
ml: നിങ്ങൾക്ക് കാർട്ട് മായ്ക്കണമോ?
mr: तुम्हाला कार्ट रिकामी करायची आहे का?
or: ଆପଣ କାର୍ଟ ଖାଲି କରିବାକୁ ଚାହୁଁଛନ୍ତି କି?
pa: ਕੀ ਤੁਸੀਂ ਕਾਰਟ ਖਾਲੀ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ur: کیا آپ کارٹ خالی کرنا چاہتے ہیں؟

source: kg
bn: কেজি
ml: കിലോ
mr: किलोग्रॅम
or: କେଜି
pa: ਕਿਲੋ
ur: کلو

source: gram
bn: গ্রাম
ml: ഗ്രാം
mr: ग्रॅम
or: ଗ୍ରାମ୍
pa: ਗ੍ਰਾਮ
ur: گرام

source: quintal
bn: কুইন্টাল
ml: ക്വിന്റൽ
mr: क्विंटल
or: କ୍ୱିଣ୍ଟାଲ୍
pa: ਕੁਇੰਟਲ
ur: کوئنٹل

source: tonne
bn: টন
ml: ടൺ
mr: टन
or: ଟନ୍
pa: ਟਨ
ur: ٹن

source: liter
bn: লিটার
ml: ലിറ്റർ
mr: लिटर
or: ଲିଟର
pa: ਲੀਟਰ
ur: لیٹر

source: ml
bn: মিলি
ml: മി.ലി.
mr: मिलीलीटर
or: ମି.ଲି.
pa: ਮਿ.ਲੀ.
ur: ملی لیٹر

source: acre
bn: একর
ml: ഏക്കർ
mr: एकर
or: ଏକର
pa: ਏਕੜ
ur: ایکڑ

source: hectare
bn: হেক্টর
ml: ഹെക്ടർ
mr: हेक्टर
or: ହେକ୍ଟର
pa: ਹੈਕਟੇਅਰ
ur: ہیکٹر

source: bigha
bn: বিঘা
ml: ബിഘ
mr: बिघा
or: ବିଘା
pa: ਵਿੱਘਾ
ur: بیگھہ

# square_feet
source: sq ft
bn: বর্গ ফুট
ml: ചതുരശ്ര അടി
mr: चौरस फूट
or: ବର୍ଗଫୁଟ
pa: ਵਰਗ ਫੁੱਟ
ur: مربع فٹ

# square_meter
source: sq m
bn: বর্গ মিটার
ml: ചതുരശ്ര മീറ്റർ
mr: चौरस मीटर
or: ବର୍ଗମିଟର
pa: ਵਰਗ ਮੀਟਰ
ur: مربع میٹر

source: Rupees
bn: টাকা
ml: രൂപ
mr: रुपये
or: ଟଙ୍କା
pa: ਰੁਪਏ
ur: روپے

source: per kg
bn: প্রতি কেজি
ml: പ്രതി കിലോ
mr: प्रति किलो
or: ପ୍ରତି କେଜି
pa: ਪ੍ਰਤੀ ਕਿਲੋ
ur: فی کلو

source: per quintal
bn: প্রতি কুইন্টাল
ml: പ്രതി ക്വിന്റൽ
mr: प्रति क्विंटल
or: ପ୍ରତି କ୍ୱିଣ୍ଟାଲ୍
pa: ਪ੍ਰਤੀ ਕੁਇੰਟਲ
ur: فی کوئنٹل

source: per unit
bn: প্রতি একক
ml: പ്രതി യൂണിറ്റ്
mr: प्रति एकक
or: ପ୍ରତି ଏକକ
pa: ਪ੍ਰਤੀ ਇਕਾਈ
ur: فی یونٹ

source: per acre
bn: প্রতি একর
ml: പ്രതി ഏക്കർ
mr: प्रति एकर
or: ପ୍ରତି ଏକର
pa: ਪ੍ਰਤੀ ਏਕੜ
ur: فی ایکڑ

source: per hectare
bn: প্রতি হেক্টর
ml: പ്രതി ഹെക്ടർ
mr: प्रति हेक्टर
or: ପ୍ରତି ହେକ୍ଟର
pa: ਪ੍ਰਤੀ ਹੈਕਟੇਅਰ
ur: فی ہیکٹر

# kg_per_acre
source: kg/acre
bn: কেজি/একর
ml: കിലോ/ഏക്കർ
mr: किलो/एकर
or: କେଜି/ଏକର
pa: ਕਿਲੋ/ਏਕੜ
ur: کلو/ایکڑ

# kg_per_hectare
source: kg/hectare
bn: কেজি/হেক্টর
ml: കിലോ/ഹെക്ടർ
mr: किलो/हेक्टर
or: କେଜି/ହେକ୍ଟର
pa: ਕਿਲੋ/ਹੈਕਟੇਅਰ
ur: کلو/ہیکٹر

source: Community
bn: সম্প্রদায়
ml: സമൂഹം
mr: समुदाय
or: ସମ୍ପ୍ରଦାୟ
pa: ਭਾਈਚਾਰਾ
ur: کمیونٹی

source: Community Forum
bn: সম্প্রদায় ফোরাম
ml: സമൂഹ ഫോറം
mr: समुदाय फोरम
or: ସମ୍ପ୍ରଦାୟ ଫୋରମ୍
pa: ਭਾਈਚਾਰਾ ਫੋਰਮ
ur: کمیونٹی فورم

source: Create Post
bn: পোস্ট তৈরি করুন
ml: പോസ്റ്റ് സൃഷ്ടിക്കുക
mr: पोस्ट तयार करा
or: ପୋଷ୍ଟ ତିଆରି କରନ୍ତୁ
pa: ਪੋਸਟ ਬਣਾਓ
ur: پوسٹ بنائیں

# share_thoughts
source: Share your thoughts or ask a question...
bn: আপনার চিন্তা শেয়ার করুন বা প্রশ্ন জিজ্ঞাসা করুন...
ml: നിങ്ങളുടെ ചിന്തകൾ പങ്കിടുക അല്ലെങ്കിൽ ചോദ്യം ചോദിക്കുക...
mr: तुमचे विचार शेअर करा किंवा प्रश्न विचारा...
or: ଆପଣଙ୍କ ଚିନ୍ତା ସେୟାର୍ କରନ୍ତୁ ବା ପ୍ରଶ୍ନ ପଚାରନ୍ତୁ...
pa: ਆਪਣੇ ਵਿਚਾਰ ਸਾਂਝੇ ਕਰੋ ਜਾਂ ਸਵਾਲ ਪੁੱਛੋ...
ur: اپنے خیالات شیئر کریں یا سوال پوچھیں...

source: Post Created
bn: পোস্ট তৈরি হয়েছে
ml: പോസ്റ്റ് സൃഷ്ടിച്ചു
mr: पोस्ट तयार झाली
or: ପୋଷ୍ଟ ତିଆରି ହେଲା
pa: ਪੋਸਟ ਬਣ ਗਈ
ur: پوسٹ بن گئی

# post_failed
source: Failed to create post
bn: পোস্ট তৈরি ব্যর্থ
ml: പോസ്റ്റ് സൃഷ്ടിക്കൽ പരാജയപ്പെട്ടു
mr: पोस्ट तयार करण्यात अयशस्वी
or: ପୋଷ୍ଟ ତିଆରି ବିଫଳ
pa: ਪੋਸਟ ਬਣਾਉਣ ਵਿੱਚ ਅਸਫਲ
ur: پوسٹ بنانے میں ناکام

# no_posts
source: No posts yet. Be the first to share!
bn: কোনো পোস্ট নেই। প্রথম শেয়ার করুন!
ml: പോസ്റ്റുകൾ ഇല്ല. ആദ്യം പങ്കിടുക!
mr: कोणतीही पोस्ट नाही. पहिले शेअर करा!
or: କୌଣସି ପୋଷ୍ଟ ନାହିଁ। ପ୍ରଥମେ ସେୟାର୍ କରନ୍ତୁ!
pa: ਕੋਈ ਪੋਸਟ ਨਹੀਂ। ਪਹਿਲਾਂ ਸਾਂਝਾ ਕਰੋ!
ur: کوئی پوسٹ نہیں۔ پہلے شیئر کریں!

source: Likes
bn: পছন্দ
ml: ലൈക്കുകൾ
mr: आवडले
or: ପସନ୍ଦ
pa: ਪਸੰਦ
ur: پسند

source: Comments
bn: মন্তব্য
ml: കമന്റുകൾ
mr: टिप्पण्या
or: ମନ୍ତବ୍ୟ
pa: ਟਿੱਪਣੀਆਂ
ur: تبصرے

source: Reply
bn: উত্তর দিন
ml: മറുപടി നൽകുക
mr: उत्तर द्या
or: ଉତ୍ତର ଦିଅନ୍ତୁ
pa: ਜਵਾਬ ਦਿਓ
ur: جواب دیں

source: Select Community
bn: সম্প্রদায় নির্বাচন করুন
ml: സമൂഹം തിരഞ്ഞെടുക്കുക
mr: समुदाय निवडा
or: ସମ୍ପ୍ରଦାୟ ବାଛନ୍ତୁ
pa: ਭਾਈਚਾਰਾ ਚੁਣੋ
ur: کمیونٹی منتخب کریں

source: Equipment Rental
bn: সরঞ্জাম ভাড়া
ml: ഉപകരണ വാടക
mr: उपकरण भाडे
or: ଯନ୍ତ୍ରପାତି ଭଡ଼ା
pa: ਸਾਜ਼ੋ-ਸਾਮਾਨ ਕਿਰਾਏ
ur: سازوسامان کرایہ

source: Rent Now
bn: এখনই ভাড়া নিন
ml: ഇപ്പോൾ വാടകയ്ക്ക് എടുക്കുക
mr: आता भाड्याने घ्या
or: ବର୍ତ୍ତମାନ ଭଡ଼ା ନିଅନ୍ତୁ
pa: ਹੁਣੇ ਕਿਰਾਏ ਤੇ ਲਓ
ur: ابھی کرایے پر لیں

# no_equipment
source: No equipment available for rent
bn: ভাড়ার জন্য কোনো সরঞ্জাম নেই
ml: വാടകയ്ക്ക് ഉപകരണങ്ങൾ ലഭ്യമല്ല
mr: भाड्यासाठी कोणतेही उपकरण उपलब्ध नाही
or: ଭଡ଼ା ପାଇଁ କୌଣସି ଯନ୍ତ୍ରପାତି ନାହିଁ
pa: ਕਿਰਾਏ ਲਈ ਕੋਈ ਸਾਜ਼ੋ-ਸਾਮਾਨ ਨਹੀਂ
ur: کرایے کے لیے کوئی سازوسامان نہیں

# booking_coming_soon
source: Booking feature coming soon!
bn: বুকিং ফিচার শীঘ্রই আসছে!
ml: ബുക്കിംഗ് ഫീച്ചർ ഉടൻ വരുന്നു!
mr: बुकिंग सुविधा लवकरच येत आहे!
or: ବୁକିଂ ଫିଚର୍ ଶୀଘ୍ର ଆସୁଛି!
pa: ਬੁਕਿੰਗ ਫੀਚਰ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ!
ur: بکنگ فیچر جلد آ رہا ہے!

source: Input Advisor
bn: ইনপুট উপদেষ্টা
ml: ഇൻപുട്ട് ഉപദേഷ്ടാവ്
mr: इनपुट सल्लागार
or: ଇନପୁଟ୍ ପରାମର୍ଶଦାତା
pa: ਇਨਪੁੱਟ ਸਲਾਹਕਾਰ
ur: ان پٹ مشیر

source: Get Recommendations
bn: সুপারিশ পান
ml: ശുപാർശകൾ നേടുക
mr: शिफारसी मिळवा
or: ସୁପାରିଶ ପାଆନ୍ତୁ
pa: ਸਿਫ਼ਾਰਸ਼ਾਂ ਪ੍ਰਾਪਤ ਕਰੋ
ur: سفارشات حاصل کریں

source: Recommendations
bn: সুপারিশ
ml: ശുപാർശകൾ
mr: शिफारसी
or: ସୁପାରିଶ
pa: ਸਿਫ਼ਾਰਸ਼ਾਂ
ur: سفارشات

source: Smart Recommendations
bn: স্মার্ট সুপারিশ
ml: സ്മാർട്ട് ശുപാർശകൾ
mr: स्मार्ट शिफारसी
or: ସ୍ମାର୍ଟ ସୁପାରିଶ
pa: ਸਮਾਰਟ ਸਿਫ਼ਾਰਸ਼ਾਂ
ur: سمارٹ سفارشات

source: Customize Recommendations
bn: সুপারিশ কাস্টমাইজ করুন
ml: ശുപാർശകൾ ഇഷ്ടാനുസൃതമാക്കുക
mr: शिफारसी सानुकूल करा
or: ସୁପାରିଶ କଷ୍ଟମାଇଜ୍ କରନ୍ତୁ
pa: ਸਿਫ਼ਾਰਸ਼ਾਂ ਨੂੰ ਅਨੁਕੂਲ ਬਣਾਓ
ur: سفارشات کو اپنی مرضی کے مطابق بنائیں

# no_recommendations
source: No recommendations available
bn: কোনো সুপারিশ নেই
ml: ശുപാർശകൾ ലഭ്യമല്ല
mr: कोणतीही शिफारस उपलब्ध नाही
or: କୌଣସି ସୁପାରିଶ ଉପଲବ୍ଧ ନାହିଁ
pa: ਕੋਈ ਸਿਫ਼ਾਰਸ਼ਾਂ ਉਪਲਬਧ ਨਹੀਂ
ur: کوئی سفارشات دستیاب نہیں

source: Match Score
bn: ম্যাচ স্কোর
ml: മാച്ച് സ്കോർ
mr: जुळणी स्कोर
or: ମ୍ୟାଚ୍ ସ୍କୋର
pa: ਮੈਚ ਸਕੋਰ
ur: میچ اسکور

source: AI Confidence
bn: AI আত্মবিশ্বাস
ml: AI വിശ്വാസം
mr: AI विश्वासार्हता
or: AI ବିଶ୍ୱାସ
pa: AI ਭਰੋਸਾ
ur: AI اعتماد

source: Task
bn: কাজ
ml: ജോലി
mr: कार्य
or: କାମ
pa: ਕੰਮ
ur: کام

source: Tasks
bn: কাজ
ml: ജോലികൾ
mr: कार्ये
or: କାମ
pa: ਕੰਮ
ur: کام

source: Create Task
bn: কাজ তৈরি করুন
ml: ജോലി സൃഷ്ടിക്കുക
mr: कार्य तयार करा
or: କାମ ତିଆରି କରନ୍ତୁ
pa: ਕੰਮ ਬਣਾਓ
ur: کام بنائیں

source: Create New Task
bn: নতুন কাজ তৈরি করুন
ml: പുതിയ ജോലി സൃഷ്ടിക്കുക
mr: नवीन कार्य तयार करा
or: ନୂଆ କାମ ତିଆରି କରନ୍ତୁ
pa: ਨਵਾਂ ਕੰਮ ਬਣਾਓ
ur: نیا کام بنائیں

source: Task Title
bn: কাজের শিরোনাম
ml: ജോലിയുടെ ശീർഷകം
mr: कार्य शीर्षक
or: କାମର ଶୀର୍ଷକ
pa: ਕੰਮ ਦਾ ਸਿਰਲੇਖ
ur: کام کا عنوان

source: Task Description
bn: কাজের বিবরণ
ml: ജോലി വിവരണം
mr: कार्य वर्णन
or: କାମର ବିବରଣ
pa: ਕੰਮ ਦਾ ਵੇਰਵਾ
ur: کام کی تفصیل

source: Due Date
bn: শেষ তারিখ
ml: അവസാന തീയതി
mr: देय तारीख
or: ନିର୍ଦ୍ଧାରିତ ତାରିଖ
pa: ਨਿਰਧਾਰਤ ਤਾਰੀਖ
ur: مقررہ تاریخ

source: Priority
bn: অগ্রাধিকার
ml: മുൻഗണന
mr: प्राधान्य
or: ଅଗ୍ରାଧିକାର
pa: ਤਰਜੀਹ
ur: ترجیح

source: High Priority
bn: উচ্চ অগ্রাধিকার
ml: ഉയർന്ന മുൻഗണന
mr: उच्च प्राधान्य
or: ଉଚ୍ଚ ଅଗ୍ରାଧିକାର
pa: ਉੱਚ ਤਰਜੀਹ
ur: اعلیٰ ترجیح

source: Medium Priority
bn: মাঝারি অগ্রাধিকার
ml: ഇടത്തരം മുൻഗണന
mr: मध्यम प्राधान्य
or: ମଧ୍ୟମ ଅଗ୍ରାଧିକାର
pa: ਮੱਧਮ ਤਰਜੀਹ
ur: درمیانی ترجیح

source: Low Priority
bn: কম অগ্রাধিকার
ml: താഴ്ന്ന മുൻഗണന
mr: कमी प्राधान्य
or: ନିମ୍ନ ଅଗ୍ରାଧିକାର
pa: ਘੱਟ ਤਰਜੀਹ
ur: کم ترجیح

source: Status
bn: অবস্থা
ml: സ്ഥിതി
mr: स्थिती
or: ସ୍ଥିତି
pa: ਸਥਿਤੀ
ur: حیثیت
