Repository: automotiv/khetisahayak
Catalog: kheti_sahayak_app/lib/l10n/app_*.arb
Languages: bn, ml, mr, or, pa, ur

source: Recapture Location
bn: অবস্থান পুনরায় ক্যাপচার করুন
ml: സ്ഥലം വീണ്ടും ക്യാപ്ചർ ചെയ്യുക
mr: स्थान पुन्हा मिळवा
or: ଅବସ୍ଥାନ ପୁନଃକ୍ୟାପଚର କରନ୍ତୁ
pa: ਸਥਾਨ ਦੁਬਾਰਾ ਕੈਪਚਰ ਕਰੋ
ur: مقام دوبارہ حاصل کریں

source: Location Captured
bn: অবস্থান ক্যাপচার হয়েছে
ml: സ്ഥലം ക്യാപ്ചർ ചെയ്തു
mr: स्थान मिळाले
or: ଅବସ୍ଥାନ କ୍ୟାପଚର ହେଲା
pa: ਸਥਾਨ ਕੈਪਚਰ ਹੋ ਗਿਆ
ur: مقام حاصل ہو گیا

source: Location Error
bn: অবস্থান ত্রুটি
ml: സ്ഥല പിശക്
mr: स्थान त्रुटी
or: ଅବସ୍ଥାନ ତ୍ରୁଟି
pa: ਸਥਾਨ ਗਲਤੀ
ur: مقام کی خرابی

# enable_location
source: Please enable location
bn: অনুগ্রহ করে অবস্থান সক্ষম করুন
ml: ദയവായി സ്ഥലം പ്രവർത്തനക്ഷമമാക്കുക
mr: कृपया स्थान सक्षम करा
or: ଦୟାକରି ଅବସ୍ଥାନ ସକ୍ରିୟ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਥਾਨ ਚਾਲੂ ਕਰੋ
ur: براہ کرم مقام فعال کریں

source: Price History
bn: মূল্য ইতিহাস
ml: വില ചരിത്രം
mr: किंमत इतिहास
or: ମୂଲ୍ୟ ଇତିହାସ
pa: ਕੀਮਤ ਇਤਿਹਾਸ
ur: قیمت کی تاریخ

source: Last 7 Days
bn: গত ৭ দিন
ml: കഴിഞ്ഞ 7 ദിവസം
mr: मागील ७ दिवस
or: ଗତ ୭ ଦିନ
pa: ਪਿਛਲੇ 7 ਦਿਨ
ur: گزشتہ 7 دن

source: Last 30 Days
bn: গত ৩০ দিন
ml: കഴിഞ്ഞ 30 ദിവസം
mr: मागील ३० दिवस
or: ଗତ ୩୦ ଦିନ
pa: ਪਿਛਲੇ 30 ਦਿਨ
ur: گزشتہ 30 دن

source: Search Commodities
bn: পণ্য অনুসন্ধান করুন
ml: ചരക്കുകൾ തിരയുക
mr: शेतमाल शोधा
or: ପଣ୍ୟ ଖୋଜନ୍ତୁ
pa: ਵਸਤੂਆਂ ਖੋਜੋ
ur: اجناس تلاش کریں

source: Coming Soon
bn: শীঘ্রই আসছে
ml: ഉടൻ വരുന്നു
mr: लवकरच येत आहे
or: ଶୀଘ୍ର ଆସୁଛି
pa: ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
ur: جلد آ رہا ہے

# feature_coming_soon
source: This feature is coming soon!
bn: এই ফিচারটি শীঘ্রই আসছে!
ml: ഈ ഫീച്ചർ ഉടൻ വരുന്നു!
mr: ही सुविधा लवकरच येत आहे!
or: ଏହି ଫିଚର୍ ଶୀଘ୍ର ଆସୁଛି!
pa: ਇਹ ਫੀਚਰ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ!
ur: یہ فیچر جلد آ رہا ہے!

source: Please Login
bn: অনুগ্রহ করে লগইন করুন
ml: ദയവായി ലോഗിൻ ചെയ്യുക
mr: कृपया लॉगिन करा
or: ଦୟାକରି ଲଗଇନ୍ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਲੌਗਇਨ ਕਰੋ
ur: براہ کرم لاگ ان کریں

source: Login to Continue
bn: চালিয়ে যেতে লগইন করুন
ml: തുടരാൻ ലോഗിൻ ചെയ്യുക
mr: पुढे जाण्यासाठी लॉगिन करा
or: ଜାରି ରଖିବାକୁ ଲଗଇନ୍ କରନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਲੌਗਇਨ ਕਰੋ
ur: جاری رکھنے کے لیے لاگ ان کریں

source: Login to View
bn: দেখতে লগইন করুন
ml: കാണാൻ ലോഗിൻ ചെയ്യുക
mr: पाहण्यासाठी लॉगिन करा
or: ଦେଖିବାକୁ ଲଗଇନ୍ କରନ୍ତୁ
pa: ਦੇਖਣ ਲਈ ਲੌਗਇਨ ਕਰੋ
ur: دیکھنے کے لیے لاگ ان کریں

source: Call Us
bn: আমাদের কল করুন
ml: ഞങ്ങളെ വിളിക്കുക
mr: आम्हाला कॉल करा
or: ଆମକୁ କଲ୍ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਕਾਲ ਕਰੋ
ur: ہمیں کال کریں

source: Email Us
bn: আমাদের ইমেইল করুন
ml: ഞങ്ങൾക്ക് ഇമെയിൽ ചെയ്യുക
mr: आम्हाला ईमेल करा
or: ଆମକୁ ଇମେଲ୍ କରନ୍ତୁ
pa: ਸਾਨੂੰ ਈਮੇਲ ਕਰੋ
ur: ہمیں ای میل کریں

source: Live Chat
bn: লাইভ চ্যাট
ml: ലൈവ് ചാറ്റ്
mr: लाइव्ह चॅट
or: ଲାଇଭ୍ ଚ୍ୟାଟ୍
pa: ਲਾਈਵ ਚੈਟ
ur: لائیو چیٹ

# speak_with_support
source: Speak with our support team
bn: আমাদের সহায়তা দলের সাথে কথা বলুন
ml: ഞങ്ങളുടെ പിന്തുണാ ടീമുമായി സംസാരിക്കുക
mr: आमच्या सहाय्य टीमशी बोला
or: ଆମ ସମର୍ଥନ ଦଳ ସହ କଥା ହୁଅନ୍ତୁ
pa: ਸਾਡੀ ਸਹਾਇਤਾ ਟੀਮ ਨਾਲ ਗੱਲ ਕਰੋ
ur: ہماری سپورٹ ٹیم سے بات کریں

# response_within_24h
source: Get a response within 24 hours
bn: ২৪ ঘন্টার মধ্যে উত্তর পান
ml: 24 മണിക്കൂറിനുള്ളിൽ പ്രതികരണം നേടുക
mr: २४ तासांत उत्तर मिळवा
or: ୨୪ ଘଣ୍ଟା ମଧ୍ୟରେ ଉତ୍ତର ପାଆନ୍ତୁ
pa: 24 ਘੰਟਿਆਂ ਦੇ ਅੰਦਰ ਜਵਾਬ ਪ੍ਰਾਪਤ ਕਰੋ
ur: 24 گھنٹے کے اندر جواب حاصل کریں

# chat_in_realtime
source: Chat with us in real-time
bn: রিয়েল-টাইমে আমাদের সাথে চ্যাট করুন
ml: ഞങ്ങളുമായി തത്സമയം ചാറ്റ് ചെയ്യുക
mr: आमच्याशी रिअल-टाइममध्ये चॅट करा
or: ରିଅଲ୍-ଟାଇମ୍‌ରେ ଆମ ସହ ଚ୍ୟାଟ୍ କରନ୍ତୁ
pa: ਰੀਅਲ-ਟਾਈਮ ਵਿੱਚ ਸਾਡੇ ਨਾਲ ਚੈਟ ਕਰੋ
ur: ریئل ٹائم میں ہم سے چیٹ کریں

source: View FAQs
bn: FAQs দেখুন
ml: FAQs കാണുക
mr: FAQs पहा
or: FAQs ଦେଖନ୍ତୁ
pa: FAQs ਦੇਖੋ
ur: FAQs دیکھیں

# find_answers
source: Find answers to common questions
bn: সাধারণ প্রশ্নের উত্তর খুঁজুন
ml: പതിവ് ചോദ്യങ്ങൾക്കുള്ള ഉത്തരങ്ങൾ കണ്ടെത്തുക
mr: सामान्य प्रश्नांची उत्तरे शोधा
or: ସାଧାରଣ ପ୍ରଶ୍ନର ଉତ୍ତର ଖୋଜନ୍ତୁ
pa: ਆਮ ਸਵਾਲਾਂ ਦੇ ਜਵਾਬ ਲੱਭੋ
ur: عام سوالات کے جوابات تلاش کریں

source: Rate & Review
bn: রেট এবং রিভিউ করুন
ml: റേറ്റ് ചെയ്യുകയും അവലോകനം ചെയ്യുകയും ചെയ്യുക
mr: रेट आणि पुनरावलोकन करा
or: ରେଟ୍ ଏବଂ ସମୀକ୍ଷା କରନ୍ତୁ
pa: ਰੇਟ ਅਤੇ ਸਮੀਖਿਆ ਕਰੋ
ur: ریٹ اور جائزہ لیں

# share_experience
source: Share your experience
bn: আপনার অভিজ্ঞতা শেয়ার করুন
ml: നിങ്ങളുടെ അനുഭവം പങ്കിടുക
mr: तुमचा अनुभव शेअर करा
or: ଆପଣଙ୍କ ଅନୁଭବ ସେୟାର୍ କରନ୍ତୁ
pa: ਆਪਣਾ ਤਜਰਬਾ ਸਾਂਝਾ ਕਰੋ
ur: اپنا تجربہ شیئر کریں

source: Attribute
bn: বৈশিষ্ট্য
ml: ആട്രിബ്യൂട്ട്
mr: गुणधर्म
or: ଗୁଣ
pa: ਗੁਣ
ur: وصف

source: Application ID
bn: আবেদন আইডি
ml: അപേക്ഷ ഐഡി
mr: अर्ज आयडी
or: ଆବେଦନ ଆଇଡି
pa: ਅਰਜ਼ੀ ਆਈਡੀ
ur: درخواست آئی ڈی

source: Submitted
bn: জমা দেওয়া হয়েছে
ml: സമർപ്പിച്ചു
mr: सबमिट केले
or: ଦାଖଲ ହେଲା
pa: ਜਮ੍ਹਾਂ ਕੀਤੀ ਗਈ
ur: جمع کرایا گیا

source: Under Review
bn: পর্যালোচনাধীন
ml: അവലോകനത്തിലാണ്
mr: पुनरावलोकनाधीन
or: ସମୀକ୍ଷାଧୀନ
pa: ਸਮੀਖਿਆ ਅਧੀਨ
ur: جائزے میں

source: Approved
bn: অনুমোদিত
ml: അംഗീകരിച്ചു
mr: मंजूर
or: ଅନୁମୋଦିତ
pa: ਮਨਜ਼ੂਰ
ur: منظور

source: Rejected
bn: প্রত্যাখ্যাত
ml: നിരസിച്ചു
mr: नाकारले
or: ପ୍ରତ୍ୟାଖ୍ୟାତ
pa: ਰੱਦ
ur: مسترد

source: Timeline
bn: টাইমলাইন
ml: ടൈംലൈൻ
mr: टाइमलाइन
or: ସମୟରେଖା
pa: ਸਮਾਂ-ਰੇਖਾ
ur: ٹائم لائن

source: Submission Date
bn: জমা দেওয়ার তারিখ
ml: സമർപ്പണ തീയതി
mr: सबमिट तारीख
or: ଦାଖଲ ତାରିଖ
pa: ਜਮ੍ਹਾਂ ਕਰਨ ਦੀ ਤਾਰੀਖ
ur: جمع کرانے کی تاریخ

source: Filter by Field
bn: জমি অনুযায়ী ফিল্টার করুন
ml: വയൽ പ്രകാരം ഫിൽട്ടർ ചെയ്യുക
mr: शेतानुसार फिल्टर करा
or: ଜମି ଅନୁଯାୟୀ ଫିଲ୍ଟର କରନ୍ତୁ
pa: ਖੇਤ ਅਨੁਸਾਰ ਫਿਲਟਰ ਕਰੋ
ur: کھیت کے لحاظ سے فلٹر کریں

source: All Fields
bn: সব জমি
ml: എല്ലാ വയലുകളും
mr: सर्व शेते
or: ସବୁ ଜମି
pa: ਸਾਰੇ ਖੇਤ
ur: تمام کھیت

source: Select Field
bn: জমি নির্বাচন করুন
ml: വയൽ തിരഞ്ഞെടുക്കുക
mr: शेत निवडा
or: ଜମି ବାଛନ୍ତୁ
pa: ਖੇਤ ਚੁਣੋ
ur: کھیت منتخب کریں

source: Select Crop
bn: ফসল নির্বাচন করুন
ml: വിള തിരഞ്ഞെടുക്കുക
mr: पीक निवडा
or: ଫସଲ ବାଛନ୍ତୁ
pa: ਫ਼ਸਲ ਚੁਣੋ
ur: فصل منتخب کریں

source: Select Date
bn: তারিখ নির্বাচন করুন
ml: തീയതി തിരഞ്ഞെടുക്കുക
mr: तारीख निवडा
or: ତାରିଖ ବାଛନ୍ତୁ
pa: ਤਾਰੀਖ ਚੁਣੋ
ur: تاریخ منتخب کریں

source: Date
bn: তারিখ
ml: തീയതി
mr: तारीख
or: ତାରିଖ
pa: ਤਾਰੀਖ
ur: تاریخ

source: Time
bn: সময়
ml: സമയം
mr: वेळ
or: ସମୟ
pa: ਸਮਾਂ
ur: وقت

source: Failed
bn: ব্যর্থ
ml: പരാജയപ്പെട്ടു
mr: अयशस्वी
or: ବିଫଳ
pa: ਅਸਫਲ
ur: ناکام

source: Error Loading
bn: লোড করতে ত্রুটি
ml: ലോഡ് ചെയ്യുന്നതിൽ പിശക്
mr: लोड करण्यात त्रुटी
or: ଲୋଡ୍ କରିବାରେ ତ୍ରୁଟି
pa: ਲੋਡ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
ur: لوڈ کرنے میں خرابی

source: Error Saving
bn: সংরক্ষণে ত্রুটি
ml: സേവ് ചെയ്യുന്നതിൽ പിശക്
mr: जतन करण्यात त्रुटी
or: ସେଭ୍ କରିବାରେ ତ୍ରୁଟି
pa: ਸੇਵ ਕਰਨ ਵਿੱਚ ਗਲਤੀ
ur: محفوظ کرنے میں خرابی

source: Error Deleting
bn: মুছতে ত্রুটি
ml: ഇല്ലാതാക്കുന്നതിൽ പിശക്
mr: हटवण्यात त्रुटी
or: ଡିଲିଟ୍ କରିବାରେ ତ୍ରୁଟି
pa: ਮਿਟਾਉਣ ਵਿੱਚ ਗਲਤੀ
ur: حذف کرنے میں خرابی

source: Error picking image
bn: ছবি নির্বাচনে ত্রুটি
ml: ചിത്രം തിരഞ്ഞെടുക്കുന്നതിൽ പിശക്
mr: इमेज निवडण्यात त्रुटी
or: ଫଟୋ ବାଛିବାରେ ତ୍ରୁଟି
pa: ਤਸਵੀਰ ਚੁਣਨ ਵਿੱਚ ਗਲਤੀ
ur: تصویر منتخب کرنے میں خرابی

# max_images_reached
source: Maximum images reached
bn: সর্বাধিক ছবি সীমায় পৌঁছেছে
ml: പരമാവധി ചിത്രങ്ങൾ എത്തി
mr: जास्तीत जास्त इमेज मर्यादा गाठली
or: ସର୍ବାଧିକ ଫଟୋ ସୀମା ପହଞ୍ଚିଗଲା
pa: ਵੱਧ ਤੋਂ ਵੱਧ ਤਸਵੀਰਾਂ ਦੀ ਸੀਮਾ ਪਹੁੰਚ ਗਈ
ur: زیادہ سے زیادہ تصاویر کی حد پہنچ گئی

source: Image too large
bn: ছবি খুব বড়
ml: ചിത്രം വളരെ വലുതാണ്
mr: इमेज खूप मोठी आहे
or: ଫଟୋ ବହୁତ ବଡ଼
pa: ਤਸਵੀਰ ਬਹੁਤ ਵੱਡੀ ਹੈ
ur: تصویر بہت بڑی ہے

# select_image_smaller
source: Please select an image smaller than 10MB
bn: অনুগ্রহ করে ১০MB এর চেয়ে ছোট ছবি নির্বাচন করুন
ml: ദയവായി 10MB-യിൽ താഴെയുള്ള ചിത്രം തിരഞ്ഞെടുക്കുക
mr: कृपया १० MB पेक्षा लहान इमेज निवडा
or: ଦୟାକରି 10MB ରୁ ଛୋଟ ଫଟୋ ବାଛନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ 10MB ਤੋਂ ਛੋਟੀ ਤਸਵੀਰ ਚੁਣੋ
ur: براہ کرم 10MB سے چھوٹی تصویر منتخب کریں

source: No image selected
bn: কোনো ছবি নির্বাচন করা হয়নি
ml: ചിത്രം തിരഞ്ഞെടുത്തിട്ടില്ല
mr: कोणतीही इमेज निवडली नाही
or: କୌଣସି ଫଟୋ ବାଛାଯାଇନାହିଁ
pa: ਕੋਈ ਤਸਵੀਰ ਨਹੀਂ ਚੁਣੀ ਗਈ
ur: کوئی تصویر منتخب نہیں کی گئی

# fill_all_fields
source: Please fill all fields
bn: অনুগ্রহ করে সব ক্ষেত্র পূরণ করুন
ml: ദയവായി എല്ലാ ഫീൽഡുകളും പൂരിപ്പിക്കുക
mr: कृपया सर्व फील्ड भरा
or: ଦୟାକରି ସବୁ କ୍ଷେତ୍ର ପୂରଣ କରନ୍ତୁ
pa: ਕਿਰਪਾ ਕਰਕੇ ਸਾਰੇ ਖੇਤਰ ਭਰੋ
ur: براہ کرم تمام فیلڈز بھریں

source: Select at least one
bn: কমপক্ষে একটি নির্বাচন করুন
ml: കുറഞ്ഞത് ഒന്ന് തിരഞ്ഞെടുക്കുക
mr: किमान एक निवडा
or: ଅତିକମ୍‌ରେ ଗୋଟିଏ ବାଛନ୍ତୁ
pa: ਘੱਟੋ-ਘੱਟ ਇੱਕ ਚੁਣੋ
ur: کم از کم ایک منتخب کریں

source: Email Sent
bn: ইমেইল পাঠানো হয়েছে
ml: ഇമെയിൽ അയച്ചു
mr: ईमेल पाठवला
or: ଇମେଲ୍ ପଠାଗଲା
pa: ਈਮੇਲ ਭੇਜੀ ਗਈ
ur: ای میل بھیج دی گئی

source: PDF Generated
bn: PDF তৈরি হয়েছে
ml: PDF സൃഷ്ടിച്ചു
mr: PDF तयार झाली
or: PDF ତିଆରି ହେଲା
pa: PDF ਬਣ ਗਈ
ur: PDF بن گئی

# share_coming_soon
source: Share feature coming soon
bn: শেয়ার ফিচার শীঘ্রই আসছে
ml: പങ്കിടൽ ഫീച്ചർ ഉടൻ വരുന്നു
mr: शेअर सुविधा लवकरच येत आहे
or: ସେୟାର୍ ଫିଚର୍ ଶୀଘ୍ର ଆସୁଛି
pa: ਸਾਂਝਾ ਫੀਚਰ ਜਲਦੀ ਆ ਰਿਹਾ ਹੈ
ur: شیئر فیچر جلد آ رہا ہے

source: No fields found
bn: কোনো জমি পাওয়া যায়নি
ml: വയലുകൾ കണ്ടെത്തിയില്ല
mr: कोणतेही शेत सापडले नाही
or: କୌଣସି ଜମି ମିଳିଲା ନାହିଁ
pa: ਕੋਈ ਖੇਤ ਨਹੀਂ ਮਿਲਿਆ
ur: کوئی کھیت نہیں ملا

# add_fields_to_see
source: Add fields to see analytics
bn: বিশ্লেষণ দেখতে জমি যোগ করুন
ml: അനലിറ്റിക്സ് കാണാൻ വയലുകൾ ചേർക്കുക
mr: विश्लेषण पाहण्यासाठी शेत जोडा
or: ବିଶ୍ଳେଷଣ ଦେଖିବାକୁ ଜମି ଯୋଡ଼ନ୍ତୁ
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਦੇਖਣ ਲਈ ਖੇਤ ਜੋੜੋ
ur: تجزیات دیکھنے کے لیے کھیت شامل کریں

source: Crop Rotation History
bn: ফসল ঘূর্ণন ইতিহাস
ml: വിള ഭ്രമണ ചരിത്രം
mr: पीक फेरपालट इतिहास
or: ଫସଲ ପରିବର୍ତ୍ତନ ଇତିହାସ
pa: ਫ਼ਸਲ ਚੱਕਰ ਇਤਿਹਾਸ
ur: فصل کی گردش کی تاریخ

# no_crop_rotation_history
source: No crop rotation history available
bn: কোনো ফসল ঘূর্ণন ইতিহাস নেই
ml: വിള ഭ്രമണ ചരിത്രം ലഭ്യമല്ല
mr: कोणताही पीक फेरपालट इतिहास उपलब्ध नाही
or: ଫସଲ ପରିବର୍ତ୍ତନ ଇତିହାସ ଉପଲବ୍ଧ ନାହିଁ
pa: ਕੋਈ ਫ਼ਸਲ ਚੱਕਰ ਇਤਿਹਾਸ ਉਪਲਬਧ ਨਹੀਂ
ur: فصل کی گردش کی کوئی تاریخ دستیاب نہیں

source: Enter Manually
bn: ম্যানুয়ালি প্রবেশ করুন
ml: സ്വമേധയാ നൽകുക
mr: मॅन्युअली प्रविष्ट करा
or: ମାନୁଆଲି ଦିଅନ୍ତୁ
pa: ਹੱਥੀਂ ਦਾਖਲ ਕਰੋ
ur: دستی طور پر درج کریں

source: Save Field
bn: জমি সংরক্ষণ করুন
ml: വയൽ സേവ് ചെയ്യുക
mr: शेत जतन करा
or: ଜମି ସେଭ୍ କରନ୍ତୁ
pa: ਖੇਤ ਸੇਵ ਕਰੋ
ur: کھیت محفوظ کریں

source: Application Update
bn: আবেদন আপডেট
ml: അപേക്ഷ അപ്ഡേറ്റ്
mr: अर्ज अपडेट
or: ଆବେଦନ ଅପଡେଟ୍
pa: ਅਰਜ਼ੀ ਅੱਪਡੇਟ
ur: درخواست اپ ڈیٹ

source: Checklist
bn: চেকলিস্ট
ml: ചെക്ക്‌ലിസ്റ്റ്
mr: चेकलिस्ट
or: ଚେକଲିଷ୍ଟ
pa: ਚੈੱਕਲਿਸਟ
ur: چیک لسٹ

source: Opening application portal...
bn: আবেদন পোর্টাল খোলা হচ্ছে...
ml: അപേക്ഷ പോർട്ടൽ തുറക്കുന്നു...
mr: अर्ज पोर्टल उघडत आहे...
or: ଆବେଦନ ପୋର୍ଟାଲ୍ ଖୋଲୁଛି...
pa: ਅਰਜ਼ੀ ਪੋਰਟਲ ਖੋਲ੍ਹਿਆ ਜਾ ਰਿਹਾ ਹੈ...
ur: درخواست پورٹل کھل رہا ہے...

source: Application link not available
bn: আবেদন লিঙ্ক উপলব্ধ নেই
ml: അപേക്ഷ ലിങ്ക് ലഭ്യമല്ല
mr: अर्ज लिंक उपलब्ध नाही
or: ଆବେଦନ ଲିଙ୍କ ଉପଲବ୍ଧ ନାହିଁ
pa: ਅਰਜ਼ੀ ਲਿੰਕ ਉਪਲਬਧ ਨਹੀਂ
ur: درخواست کا لنک دستیاب نہیں

source: User data not available
bn: ব্যবহারকারীর ডেটা উপলব্ধ নেই
ml: ഉപയോക്തൃ ഡാറ്റ ലഭ്യമല്ല
mr: वापरकर्ता डेटा उपलब्ध नाही
or: ବ୍ୟବହାରକାରୀ ଡାଟା ଉପଲବ୍ଧ ନାହିଁ
pa: ਉਪਭੋਗਤਾ ਡਾਟਾ ਉਪਲਬਧ ਨਹੀਂ
ur: صارف کا ڈیٹا دستیاب نہیں

source: Analysis Results
bn: বিশ্লেষণের ফলাফল
ml: വിശകലന ഫലങ്ങൾ
mr: विश्लेषण परिणाम
or: ବିଶ୍ଳେଷଣ ଫଳାଫଳ
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਨਤੀਜੇ
ur: تجزیے کے نتائج

source: Disease
bn: রোগ
ml: രോഗം
mr: रोग
or: ରୋଗ
pa: ਬਿਮਾਰੀ
ur: بیماری

source: Pest
bn: কীটপতঙ্গ
ml: കീടം
mr: कीड
or: କୀଟ
pa: ਕੀੜਾ
ur: کیڑا

source: View Result
bn: ফলাফল দেখুন
ml: ഫലം കാണുക
mr: परिणाम पहा
or: ଫଳାଫଳ ଦେଖନ୍ତୁ
pa: ਨਤੀਜਾ ਦੇਖੋ
ur: نتیجہ دیکھیں

source: No diagnostic history
bn: কোনো রোগ নির্ণয়ের ইতিহাস নেই
ml: രോഗനിർണയ ചരിത്രം ഇല്ല
mr: कोणताही निदान इतिहास नाही
or: ରୋଗ ନିର୍ଣ୍ଣୟ ଇତିହାସ ନାହିଁ
pa: ਕੋਈ ਨਿਦਾਨ ਇਤਿਹਾਸ ਨਹੀਂ
ur: تشخیص کی کوئی تاریخ نہیں

source: Failed to analyze
bn: বিশ্লেষণে ব্যর্থ
ml: വിശകലനം പരാജയപ്പെട്ടു
mr: विश्लेषण अयशस्वी
or: ବିଶ୍ଳେଷଣ ବିଫଳ
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਵਿੱਚ ਅਸਫਲ
ur: تجزیہ کرنے میں ناکام
