Repository: automotiv/khetisahayak
Catalog: kheti_sahayak_app/lib/l10n/app_*.arb
Languages: bn, ml, mr, or, pa, ur

# app_name
source: Kheti Sahayak
bn: খেতি সহায়ক
ml: കൃഷി സഹായക്
mr: शेती सहायक
or: ଖେତି ସହାୟକ
pa: ਖੇਤੀ ਸਹਾਇਕ
ur: کھیتی سہایک

source: Welcome
bn: স্বাগতম
ml: സ്വാഗതം
mr: स्वागत आहे
or: ସ୍ୱାଗତ
pa: ਜੀ ਆਇਆਂ ਨੂੰ
ur: خوش آمدید

source: Welcome Back
bn: আবার স্বাগতম
ml: തിരികെ സ്വാഗതം
mr: पुन्हा स्वागत आहे
or: ପୁଣି ସ୍ୱାଗତ
pa: ਫਿਰ ਆਇਆਂ ਨੂੰ
ur: دوبارہ خوش آمدید

# welcome_user
source: Welcome, {name}
bn: স্বাগতম, {name}
ml: സ്വാഗതം, {name}
mr: स्वागत आहे, {name}
or: ସ୍ୱାଗତ, {name}
pa: ਜੀ ਆਇਆਂ ਨੂੰ, {name}
ur: خوش آمدید، {name}

source: Hello
bn: হ্যালো
ml: ഹലോ
mr: नमस्कार
or: ନମସ୍କାର
pa: ਸਤ ਸ੍ਰੀ ਅਕਾਲ
ur: السلام علیکم

source: Goodbye
bn: বিদায়
ml: വിട
mr: निरोप
or: ବିଦାୟ
pa: ਅਲਵਿਦਾ
ur: الوداع

source: Yes
bn: হ্যাঁ
ml: അതെ
mr: होय
or: ହଁ
pa: ਹਾਂ
ur: ہاں

source: No
bn: না
ml: ഇല്ല
mr: नाही
or: ନା
pa: ਨਹੀਂ
ur: نہیں

source: Cancel
bn: বাতিল করুন
ml: റദ്ദാക്കുക
mr: रद्द करा
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
ur: منسوخ کریں

source: OK
bn: ঠিক আছে
ml: ശരി
mr: ठीक आहे
or: ଠିକ୍ ଅଛି
pa: ਠੀਕ ਹੈ
ur: ٹھیک ہے

source: Save
bn: সংরক্ষণ করুন
ml: സേവ് ചെയ്യുക
mr: जतन करा
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੇਵ ਕਰੋ
ur: محفوظ کریں

source: Delete
bn: মুছুন
ml: ഇല്ലാതാക്കുക
mr: हटवा
or: ଡିଲିଟ୍ କରନ୍ତୁ
pa: ਮਿਟਾਓ
ur: حذف کریں

source: Edit
bn: সম্পাদনা করুন
ml: എഡിറ്റ് ചെയ്യുക
mr: संपादित करा
or: ସମ୍ପାଦନ କରନ୍ତୁ
pa: ਸੋਧੋ
ur: ترمیم کریں

source: Update
bn: আপডেট করুন
ml: അപ്ഡേറ്റ് ചെയ്യുക
mr: अपडेट करा
or: ଅପଡେଟ୍ କରନ୍ତୁ
pa: ਅੱਪਡੇਟ ਕਰੋ
ur: اپ ڈیٹ کریں

source: Add
bn: যোগ করুন
ml: ചേർക്കുക
mr: जोडा
or: ଯୋଡ଼ନ୍ତୁ
pa: ਜੋੜੋ
ur: شامل کریں

source: Remove
bn: সরান
ml: നീക്കം ചെയ്യുക
mr: काढा
or: ହଟାନ୍ତୁ
pa: ਹਟਾਓ
ur: ہٹائیں

source: Loading...
bn: লোড হচ্ছে...
ml: ലോഡ് ചെയ്യുന്നു...
mr: लोड होत आहे...
or: ଲୋଡ୍ ହେଉଛି...
pa: ਲੋਡ ਹੋ ਰਿਹਾ ਹੈ...
ur: لوڈ ہو رہا ہے...

source: Error
bn: ত্রুটি
ml: പിശക്
mr: त्रुटी
or: ତ୍ରୁଟି
pa: ਗਲਤੀ
ur: خرابی

source: Success
bn: সফল
ml: വിജയം
mr: यशस्वी
or: ସଫଳ
pa: ਸਫਲ
ur: کامیاب

source: Warning
bn: সতর্কতা
ml: മുന്നറിയിപ്പ്
mr: सावधानता
or: ଚେତାବନୀ
pa: ਚੇਤਾਵਨੀ
ur: تنبیہ

# info
source: Information
bn: তথ্য
ml: വിവരം
mr: माहिती
or: ସୂଚନା
pa: ਜਾਣਕਾਰੀ
ur: معلومات

source: Search
bn: অনুসন্ধান
ml: തിരയുക
mr: शोधा
or: ଖୋଜନ୍ତୁ
pa: ਖੋਜੋ
ur: تلاش کریں

source: Filter
bn: ফিল্টার
ml: ഫിൽട്ടർ
mr: फिल्टर
or: ଫିଲ୍ଟର୍
pa: ਫਿਲਟਰ
ur: فلٹر

source: Sort
bn: সাজান
ml: ക്രമീകരിക്കുക
mr: क्रमवारी लावा
or: କ୍ରମବଦ୍ଧ କରନ୍ତୁ
pa: ਕ੍ਰਮਬੱਧ ਕਰੋ
ur: ترتیب دیں

source: Refresh
bn: রিফ্রেশ করুন
ml: പുതുക്കുക
mr: रिफ्रेश करा
or: ରିଫ୍ରେସ୍ କରନ୍ତୁ
pa: ਤਾਜ਼ਾ ਕਰੋ
ur: تازہ کریں

source: Back
bn: পিছনে
ml: പിന്നിലേക്ക്
mr: मागे
or: ପଛକୁ
pa: ਪਿੱਛੇ
ur: واپس

source: Next
bn: পরবর্তী
ml: അടുത്തത്
mr: पुढे
or: ପରବର୍ତ୍ତୀ
pa: ਅਗਲਾ
ur: اگلا

source: Previous
bn: আগের
ml: മുമ്പത്തേത്
mr: मागील
or: ପୂର୍ବବର୍ତ୍ତୀ
pa: ਪਿਛਲਾ
ur: پچھلا

source: Done
bn: সম্পন্ন
ml: പൂർത്തിയായി
mr: पूर्ण
or: ସମାପ୍ତ
pa: ਹੋ ਗਿਆ
ur: مکمل

source: Skip
bn: এড়িয়ে যান
ml: ഒഴിവാക്കുക
mr: वगळा
or: ଛାଡ଼ନ୍ତୁ
pa: ਛੱਡੋ
ur: چھوڑیں

# continue_action
source: Continue
bn: চালিয়ে যান
ml: തുടരുക
mr: पुढे चालू ठेवा
or: ଜାରି ରଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖੋ
ur: جاری رکھیں

source: Retry
bn: পুনরায় চেষ্টা করুন
ml: വീണ്ടും ശ്രമിക്കുക
mr: पुन्हा प्रयत्न करा
or: ପୁନଃଚେଷ୍ଟା କରନ୍ତୁ
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ur: دوبارہ کوشش کریں

source: Submit
bn: জমা দিন
ml: സമർപ്പിക്കുക
mr: सबमिट करा
or: ଦାଖଲ କରନ୍ତୁ
pa: ਜਮ੍ਹਾਂ ਕਰੋ
ur: جمع کریں

source: Confirm
bn: নিশ্চিত করুন
ml: സ്ഥിരീകരിക്കുക
mr: पुष्टी करा
or: ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪੁਸ਼ਟੀ ਕਰੋ
ur: تصدیق کریں

source: Close
bn: বন্ধ করুন
ml: അടയ്ക്കുക
mr: बंद करा
or: ବନ୍ଦ କରନ୍ତୁ
pa: ਬੰਦ ਕਰੋ
ur: بند کریں

source: View All
bn: সব দেখুন
ml: എല്ലാം കാണുക
mr: सर्व पहा
or: ସବୁ ଦେଖନ୍ତୁ
pa: ਸਭ ਦੇਖੋ
ur: سب دیکھیں

source: View Details
bn: বিস্তারিত দেখুন
ml: വിശദാംശങ്ങൾ കാണുക
mr: तपशील पहा
or: ବିବରଣୀ ଦେଖନ୍ତୁ
pa: ਵੇਰਵੇ ਦੇਖੋ
ur: تفصیلات دیکھیں

source: Share
bn: শেয়ার করুন
ml: പങ്കിടുക
mr: शेअर करा
or: ସେୟାର୍ କରନ୍ତୁ
pa: ਸਾਂਝਾ ਕਰੋ
ur: شیئر کریں

source: Download
bn: ডাউনলোড করুন
ml: ഡൗൺലോഡ് ചെയ്യുക
mr: डाउनलोड करा
or: ଡାଉନଲୋଡ୍ କରନ୍ତୁ
pa: ਡਾਊਨਲੋਡ ਕਰੋ
ur: ڈاؤن لوڈ کریں

source: Upload
bn: আপলোড করুন
ml: അപ്‌ലോഡ് ചെയ്യുക
mr: अपलोड करा
or: ଅପଲୋଡ୍ କରନ୍ତୁ
pa: ਅੱਪਲੋਡ ਕਰੋ
ur: اپ لوڈ کریں

source: Select
bn: নির্বাচন করুন
ml: തിരഞ്ഞെടുക്കുക
mr: निवडा
or: ଚୟନ କରନ୍ତୁ
pa: ਚੁਣੋ
ur: منتخب کریں

source: Select All
bn: সব নির্বাচন করুন
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
or: ସବୁ ଚୟନ କରନ୍ତୁ
pa: ਸਭ ਚੁਣੋ
ur: سب منتخب کریں

source: Clear
bn: পরিষ্কার করুন
ml: മായ്ക്കുക
mr: साफ करा
or: ସଫା କରନ୍ତୁ
pa: ਸਾਫ਼ ਕਰੋ
ur: صاف کریں

source: Clear All
bn: সব পরিষ্কার করুন
ml: എല്ലാം മായ്ക്കുക
mr: सर्व साफ करा
or: ସବୁ ସଫା କରନ୍ତୁ
pa: ਸਭ ਸਾਫ਼ ਕਰੋ
ur: سب صاف کریں

source: Apply
bn: প্রয়োগ করুন
ml: പ്രയോഗിക്കുക
mr: अर्ज करा
or: ଲାଗୁ କରନ୍ତୁ
pa: ਲਾਗੂ ਕਰੋ
ur: لاگو کریں

source: Reset
bn: রিসেট করুন
ml: പുനഃസജ്ജീകരിക്കുക
mr: रीसेट करा
or: ରିସେଟ୍ କରନ୍ତୁ
pa: ਰੀਸੈੱਟ ਕਰੋ
ur: ری سیٹ کریں

source: Login
bn: লগইন
ml: ലോഗിൻ
mr: लॉगिन
or: ଲଗଇନ୍
pa: ਲੌਗਇਨ
ur: لاگ ان

source: Logout
bn: লগআউট
ml: ലോഗൗട്ട്
mr: लॉगआउट
or: ଲଗଆଉଟ୍
pa: ਲੌਗਆਊਟ
ur: لاگ آؤٹ

source: Register
bn: নিবন্ধন করুন
ml: രജിസ്റ്റർ ചെയ്യുക
mr: नोंदणी करा
or: ପଞ୍ଜିକରଣ କରନ୍ତୁ
pa: ਰਜਿਸਟਰ ਕਰੋ
ur: رجسٹر کریں

source: Sign Up
bn: সাইন আপ করুন
ml: സൈൻ അപ്പ് ചെയ്യുക
mr: साइन अप करा
or: ସାଇନ୍ ଅପ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਅੱਪ ਕਰੋ
ur: سائن اپ کریں

source: Sign In
bn: সাইন ইন করুন
ml: സൈൻ ഇൻ ചെയ്യുക
mr: साइन इन करा
or: ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਸਾਈਨ ਇਨ ਕਰੋ
ur: سائن ان کریں

source: Email
bn: ইমেইল
ml: ഇമെയിൽ
mr: ईमेल
or: ଇମେଲ୍
pa: ਈਮੇਲ
ur: ای میل

source: Email Address
bn: ইমেইল ঠিকানা
ml: ഇമെയിൽ വിലാസം
mr: ईमेल पत्ता
or: ଇମେଲ୍ ଠିକଣା
pa: ਈਮੇਲ ਪਤਾ
ur: ای میل ایڈریس

source: Password
bn: পাসওয়ার্ড
ml: പാസ്‌വേഡ്
mr: पासवर्ड
or: ପାସୱାର୍ଡ
pa: ਪਾਸਵਰਡ
ur: پاس ورڈ

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন
ml: പാസ്‌വേഡ് സ്ഥിരീകരിക്കുക
mr: पासवर्ड पुष्टी करा
or: ପାସୱାର୍ଡ ନିଶ୍ଚିତ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਦੀ ਪੁਸ਼ਟੀ ਕਰੋ
ur: پاس ورڈ کی تصدیق کریں

source: Current Password
bn: বর্তমান পাসওয়ার্ড
ml: നിലവിലെ പാസ്‌വേഡ്
mr: सध्याचा पासवर्ड
or: ବର୍ତ୍ତମାନର ପାସୱାର୍ଡ
pa: ਮੌਜੂਦਾ ਪਾਸਵਰਡ
ur: موجودہ پاس ورڈ

source: New Password
bn: নতুন পাসওয়ার্ড
ml: പുതിയ പാസ്‌വേഡ്
mr: नवीन पासवर्ड
or: ନୂଆ ପାସୱାର୍ଡ
pa: ਨਵਾਂ ਪਾਸਵਰਡ
ur: نیا پاس ورڈ

source: Forgot Password?
bn: পাসওয়ার্ড ভুলে গেছেন?
ml: പാസ്‌വേഡ് മറന്നോ?
mr: पासवर्ड विसरलात?
or: ପାସୱାର୍ଡ ଭୁଲିଗଲେ?
pa: ਪਾਸਵਰਡ ਭੁੱਲ ਗਏ?
ur: پاس ورڈ بھول گئے؟

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন
ml: പാസ്‌വേഡ് പുനഃസജ്ജീകരിക്കുക
mr: पासवर्ड रीसेट करा
or: ପାସୱାର୍ଡ ରିସେଟ୍ କରନ୍ତୁ
pa: ਪਾਸਵਰਡ ਰੀਸੈੱਟ ਕਰੋ
ur: پاس ورڈ ری سیٹ کریں

source: Change Password
bn: পাসওয়ার্ড পরিবর্তন করুন
ml: പാസ്‌വേഡ് മാറ്റുക
mr: पासवर्ड बदला
or: ପାସୱାର୍ଡ ବଦଳାନ୍ତୁ
pa: ਪਾਸਵਰਡ ਬਦਲੋ
ur: پاس ورڈ تبدیل کریں

source: Phone Number
bn: ফোন নম্বর
ml: ഫോൺ നമ്പർ
mr: फोन नंबर
or: ଫୋନ୍ ନମ୍ବର
pa: ਫ਼ੋਨ ਨੰਬਰ
ur: فون نمبر

source: Mobile Number
bn: মোবাইল নম্বর
ml: മൊബൈൽ നമ്പർ
mr: मोबाइल नंबर
or: ମୋବାଇଲ୍ ନମ୍ବର
pa: ਮੋਬਾਈਲ ਨੰਬਰ
ur: موبائل نمبر

source: OTP Verification
bn: OTP যাচাই
ml: OTP സ്ഥിരീകരണം
mr: OTP पडताळणी
or: OTP ଯାଞ୍ଚ
pa: OTP ਤਸਦੀਕ
ur: OTP تصدیق

source: Enter OTP
bn: OTP প্রবেশ করুন
ml: OTP നൽകുക
mr: OTP टाका
or: OTP ଦିଅନ୍ତୁ
pa: OTP ਦਾਖਲ ਕਰੋ
ur: OTP درج کریں

source: Resend OTP
bn: OTP পুনরায় পাঠান
ml: OTP വീണ്ടും അയയ്ക്കുക
mr: OTP पुन्हा पाठवा
or: OTP ପୁନଃପଠାନ୍ତୁ
pa: OTP ਦੁਬਾਰਾ ਭੇਜੋ
ur: OTP دوبارہ بھیجیں

source: OTP Sent
bn: OTP পাঠানো হয়েছে
ml: OTP അയച്ചു
mr: OTP पाठवला गेला
or: OTP ପଠାଗଲା
pa: OTP ਭੇਜਿਆ ਗਿਆ
ur: OTP بھیج دیا گیا

source: Verify
bn: যাচাই করুন
ml: സ്ഥിരീകരിക്കുക
mr: पडताळा
or: ଯାଞ୍ଚ କରନ୍ତୁ
pa: ਤਸਦੀਕ ਕਰੋ
ur: تصدیق کریں

source: Create Account
bn: অ্যাকাউন্ট তৈরি করুন
ml: അക്കൗണ്ട് സൃഷ്ടിക്കുക
mr: खाते तयार करा
or: ଆକାଉଣ୍ଟ୍ ତିଆରି କରନ୍ତୁ
pa: ਖਾਤਾ ਬਣਾਓ
ur: اکاؤنٹ بنائیں

# already_have_account
source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?
ml: ഇതിനകം അക്കൗണ്ട് ഉണ്ടോ?
mr: आधीच खाते आहे?
or: ପୂର୍ବରୁ ଆକାଉଣ୍ଟ୍ ଅଛି?
pa: ਪਹਿਲਾਂ ਹੀ ਖਾਤਾ ਹੈ?
ur: پہلے سے اکاؤنٹ ہے؟

# dont_have_account
source: Don't have an account?
bn: অ্যাকাউন্ট নেই?
ml: അക്കൗണ്ട് ഇല്ലേ?
mr: खाते नाही?
or: ଆକାଉଣ୍ଟ୍ ନାହିଁ?
pa: ਖਾਤਾ ਨਹੀਂ ਹੈ?
ur: اکاؤنٹ نہیں ہے؟

source: Username
bn: ব্যবহারকারীর নাম
ml: ഉപയോക്തൃനാമം
mr: युजरनेम
or: ୟୁଜରନେମ୍
pa: ਯੂਜ਼ਰਨੇਮ
ur: صارف نام

source: Full Name
bn: পুরো নাম
ml: പൂർണ്ണ പേര്
mr: पूर्ण नाव
or: ପୂର୍ଣ୍ଣ ନାମ
pa: ਪੂਰਾ ਨਾਮ
ur: پورا نام

source: First Name
bn: প্রথম নাম
ml: ആദ്യ പേര്
mr: पहिले नाव
or: ପ୍ରଥମ ନାମ
pa: ਪਹਿਲਾ ਨਾਮ
ur: پہلا نام

source: Last Name
bn: শেষ নাম
ml: അവസാന പേര്
mr: आडनाव
or: ଶେଷ ନାମ
pa: ਆਖਰੀ ਨਾਮ
ur: آخری نام

source: Farmer
bn: কৃষক
ml: കർഷകൻ
mr: शेतकरी
or: କୃଷକ
pa: ਕਿਸਾਨ
ur: کسان

source: Expert
bn: বিশেষজ্ঞ
ml: വിദഗ്ധൻ
mr: तज्ञ
or: ବିଶେଷଜ୍ଞ
pa: ਮਾਹਿਰ
ur: ماہر

source: Agriculture Expert
bn: কৃষি বিশেষজ্ঞ
ml: കൃഷി വിദഗ്ധൻ
mr: कृषी तज्ञ
or: କୃଷି ବିଶେଷଜ୍ଞ
pa: ਖੇਤੀਬਾੜੀ ਮਾਹਿਰ
ur: زرعی ماہر

source: Buyer
bn: ক্রেতা
ml: വാങ്ങുന്നയാൾ
mr: खरेदीदार
or: କ୍ରେତା
pa: ਖਰੀਦਦਾਰ
ur: خریدار

source: Wholesaler
bn: পাইকার
ml: മൊത്തവ്യാപാരി
mr: घाऊक व्यापारी
or: ଥୋକ ବ୍ୟବସାୟୀ
pa: ਥੋਕ ਵਿਕਰੇਤਾ
ur: تھوک فروش

source: Seller
bn: বিক্রেতা
ml: വിൽപ്പനക്കാരൻ
mr: विक्रेता
or: ବିକ୍ରେତା
pa: ਵੇਚਣ ਵਾਲਾ
ur: بیچنے والا

source: Dashboard
bn: ড্যাশবোর্ড
ml: ഡാഷ്‌ബോർഡ്
mr: डॅशबोर्ड
or: ଡ୍ୟାସବୋର୍ଡ
pa: ਡੈਸ਼ਬੋਰਡ
ur: ڈیش بورڈ

source: Home
bn: হোম
ml: ഹോം
mr: होम
or: ହୋମ୍
pa: ਹੋਮ
ur: ہوم

source: Overview
bn: সংক্ষিপ্ত বিবরণ
ml: അവലോകനം
mr: आढावा
or: ସାରାଂଶ
pa: ਸੰਖੇਪ ਜਾਣਕਾਰੀ
ur: جائزہ

source: Good Morning
bn: শুভ সকাল
ml: സുപ്രഭാതം
mr: सुप्रभात
or: ଶୁଭ ପ୍ରଭାତ
pa: ਸ਼ੁਭ ਸਵੇਰ
ur: صبح بخیر

source: Good Afternoon
bn: শুভ দুপুর
ml: ശുഭ ഉച്ച
mr: शुभ दुपार
or: ଶୁଭ ଅପରାହ୍ନ
pa: ਸ਼ੁਭ ਦੁਪਹਿਰ
ur: دوپہر بخیر

source: Good Evening
bn: শুভ সন্ধ্যা
ml: ശുഭ സന്ധ്യ
mr: शुभ संध्याकाळ
or: ଶୁଭ ସନ୍ଧ୍ୟା
pa: ਸ਼ੁਭ ਸ਼ਾਮ
ur: شام بخیر

source: Good Night
bn: শুভ রাত্রি
ml: ശുഭ രാത്രി
mr: शुभ रात्री
or: ଶୁଭ ରାତ୍ରି
pa: ਸ਼ੁਭ ਰਾਤ
ur: شب بخیر

# weather_today
source: Today's Weather
bn: আজকের আবহাওয়া
ml: ഇന്നത്തെ കാലാവസ്ഥ
mr: आजचे हवामान
or: ଆଜିର ପାଣିପାଗ
pa: ਅੱਜ ਦਾ ਮੌਸਮ
ur: آج کا موسم

source: Your Farm
bn: আপনার খামার
ml: നിങ്ങളുടെ ഫാം
mr: तुमचे शेत
or: ଆପଣଙ୍କ ଚାଷ ଜମି
pa: ਤੁਹਾਡਾ ਖੇਤ
ur: آپ کا کھیت

source: Quick Actions
bn: দ্রুত কাজ
ml: ദ്രുത പ്രവർത്തനങ്ങൾ
mr: जलद क्रिया
or: ଦ୍ରୁତ କାର୍ଯ୍ୟ
pa: ਤੇਜ਼ ਕਾਰਵਾਈਆਂ
ur: فوری کارروائیاں

source: Quick Access
bn: দ্রুত প্রবেশ
ml: ദ്രുത ആക്സസ്
mr: जलद प्रवेश
or: ଦ୍ରୁତ ପ୍ରବେଶ
pa: ਤੇਜ਼ ਪਹੁੰਚ
ur: فوری رسائی

source: Recent Activity
bn: সাম্প্রতিক কার্যকলাপ
ml: സമീപകാല പ്രവർത്തനം
mr: अलीकडील क्रिया
or: ସାମ୍ପ୍ରତିକ କାର୍ଯ୍ୟକଳାପ
pa: ਹਾਲੀਆ ਗਤੀਵਿਧੀ
ur: حالیہ سرگرمی

source: Pending Tasks
bn: বাকি কাজ
ml: ബാക്കിയുള്ള ജോലികൾ
mr: प्रलंबित कार्ये
or: ବାକି କାମ
pa: ਬਕਾਇਆ ਕੰਮ
ur: زیر التوا کام

# today_tasks
source: Today's Tasks
bn: আজকের কাজ
ml: ഇന്നത്തെ ജോലികൾ
mr: आजची कार्ये
or: ଆଜିର କାମ
pa: ਅੱਜ ਦੇ ਕੰਮ
ur: آج کے کام

source: Upcoming Tasks
bn: আসন্ন কাজ
ml: വരാനിരിക്കുന്ന ജോലികൾ
mr: आगामी कार्ये
or: ଆସନ୍ତା କାମ
pa: ਆਉਣ ਵਾਲੇ ਕੰਮ
ur: آنے والے کام

source: Weather
bn: আবহাওয়া
ml: കാലാവസ്ഥ
mr: हवामान
or: ପାଣିପାଗ
pa: ਮੌਸਮ
ur: موسم

source: Temperature
bn: তাপমাত্রা
ml: താപനില
mr: तापमान
or: ତାପମାତ୍ରା
pa: ਤਾਪਮਾਨ
ur: درجہ حرارت

source: Humidity
bn: আর্দ্রতা
ml: ആർദ്രത
mr: आर्द्रता
or: ଆର୍ଦ୍ରତା
pa: ਨਮੀ
ur: نمی

source: Wind Speed
bn: বাতাসের গতি
ml: കാറ്റിന്റെ വേഗത
mr: वाऱ्याचा वेग
or: ପବନ ବେଗ
pa: ਹਵਾ ਦੀ ਗਤੀ
ur: ہوا کی رفتار

source: Rainfall
bn: বৃষ্টিপাত
ml: മഴ
mr: पाऊस
or: ବର୍ଷା
pa: ਬਾਰਸ਼
ur: بارش

source: Precipitation
bn: বর্ষণ
ml: വർഷപാതം
mr: वृष्टी
or: ବୃଷ୍ଟିପାତ
pa: ਵਰਖਾ
ur: بارش

source: Pressure
bn: চাপ
ml: മർദ്ദം
mr: दाब
or: ଚାପ
pa: ਦਬਾਅ
ur: دباؤ

source: Visibility
bn: দৃশ্যমানতা
ml: ദൃശ്യപരത
mr: दृश्यता
or: ଦୃଶ୍ୟତା
pa: ਦਿੱਖ
ur: مرئیت

source: UV Index
bn: UV সূচক
ml: UV സൂചിക
mr: यूव्ही निर्देशांक
or: UV ସୂଚକାଙ୍କ
pa: UV ਸੂਚਕ
ur: UV انڈیکس

source: Feels Like
bn: অনুভূতি
ml: അനുഭവപ്പെടുന്നത്
mr: वाटते
or: ଅନୁଭୂତ ହୁଏ
pa: ਮਹਿਸੂਸ ਹੁੰਦਾ ਹੈ
ur: محسوس ہوتا ہے

source: Sunny
bn: রৌদ্রোজ্জ্বল
ml: വെയിൽ
mr: ऊन
or: ରୌଦ୍ର
pa: ਧੁੱਪ
ur: دھوپ

source: Cloudy
bn: মেঘলা
ml: മേഘാവൃതം
mr: ढगाळ
or: ମେଘୁଆ
pa: ਬੱਦਲਵਾਈ
ur: ابر آلود

source: Partly Cloudy
bn: আংশিক মেঘলা
ml: ഭാഗികമായി മേഘാവൃതം
mr: अंशतः ढगाळ
or: ଆଂଶିକ ମେଘୁଆ
pa: ਅੰਸ਼ਕ ਬੱਦਲਵਾਈ
ur: جزوی طور پر ابر آلود

source: Rainy
bn: বৃষ্টিপূর্ণ
ml: മഴ
mr: पावसाळी
or: ବର୍ଷାଳୁ
pa: ਬਰਸਾਤੀ
ur: بارش

source: Stormy
bn: ঝড়ো
ml: കൊടുങ്കാറ്റ്
mr: वादळी
or: ଝଡ଼ିଆ
pa: ਤੂਫ਼ਾਨੀ
ur: طوفانی

source: Thunderstorm
bn: বজ্রঝড়
ml: ഇടിമിന്നൽ
mr: गडगडाटासह वादळ
or: ବଜ୍ରପାତ ସହ ବର୍ଷା
pa: ਗਰਜ-ਤੂਫ਼ਾਨ
ur: گرج چمک

source: Foggy
bn: কুয়াশাচ্ছন্ন
ml: മൂടൽമഞ്ഞ്
mr: धुके
or: କୁହୁଡ଼ିଆ
pa: ਧੁੰਦ ਵਾਲਾ
ur: دھند

source: Hazy
bn: ধোঁয়াশা
ml: മങ്ങിയ
mr: धूसर
or: ଧୁଁଆଳୁଆ
pa: ਧੁੰਦਲਾ
ur: دھندلا

source: Windy
bn: বাতাসযুক্ত
ml: കാറ്റുള്ള
mr: वादळी वारा
or: ପବନିଆ
pa: ਹਵਾਦਾਰ
ur: ہوا دار

source: Hot
bn: গরম
ml: ചൂട്
mr: गरम
or: ଗରମ
pa: ਗਰਮ
ur: گرم

source: Cold
bn: ঠান্ডা
ml: തണുപ്പ്
mr: थंड
or: ଥଣ୍ଡା
pa: ਠੰਡਾ
ur: سرد

source: Forecast
bn: পূর্বাভাস
ml: പ്രവചനം
mr: अंदाज
or: ପୂର୍ବାନୁମାନ
pa: ਪੂਰਵ-ਅਨੁਮਾਨ
ur: پیش گوئی

source: Weather Forecast
bn: আবহাওয়া পূর্বাভাস
ml: കാലാവസ്ഥാ പ്രവചനം
mr: हवामान अंदाज
or: ପାଣିପାଗ ପୂର୍ବାନୁମାନ
pa: ਮੌਸਮ ਦੀ ਭਵਿੱਖਬਾਣੀ
ur: موسم کی پیش گوئی

source: Today
bn: আজ
ml: ഇന്ന്
mr: आज
or: ଆଜି
pa: ਅੱਜ
ur: آج

source: Tomorrow
bn: আগামীকাল
ml: നാളെ
mr: उद्या
or: କାଲି
pa: ਕੱਲ੍ਹ
ur: کل

source: This Week
bn: এই সপ্তাহ
ml: ഈ ആഴ്ച
mr: या आठवड्यात
or: ଏହି ସପ୍ତାହ
pa: ਇਸ ਹਫ਼ਤੇ
ur: اس ہفتے

source: Next Week
bn: পরের সপ্তাহ
ml: അടുത്ത ആഴ്ച
mr: पुढच्या आठवड्यात
or: ଆସନ୍ତା ସପ୍ତାହ
pa: ਅਗਲੇ ਹਫ਼ਤੇ
ur: اگلے ہفتے

# five_day_forecast
source: 5-Day Forecast
bn: ৫-দিনের পূর্বাভাস
ml: 5 ദിവസത്തെ പ്രവചനം
mr: ५ दिवसांचा अंदाज
or: ୫-ଦିନର ପୂର୍ବାନୁମାନ
pa: 5-ਦਿਨ ਦੀ ਭਵਿੱਖਬਾਣੀ
ur: 5 دن کی پیش گوئی

# seven_day_forecast
source: 7-Day Forecast
bn: ৭-দিনের পূর্বাভাস
ml: 7 ദിവസത്തെ പ്രവചനം
mr: ७ दिवसांचा अंदाज
or: ୭-ଦିନର ପୂର୍ବାନୁମାନ
pa: 7-ਦਿਨ ਦੀ ਭਵਿੱਖਬਾਣੀ
ur: 7 دن کی پیش گوئی

source: Weather Alert
bn: আবহাওয়া সতর্কতা
ml: കാലാവസ്ഥാ മുന്നറിയിപ്പ്
mr: हवामान इशारा
or: ପାଣିପାଗ ଚେତାବନୀ
pa: ਮੌਸਮ ਚੇਤਾਵਨੀ
ur: موسم کی تنبیہ

source: Weather Advisory
bn: আবহাওয়া পরামর্শ
ml: കാലാവസ്ഥാ ഉപദേശം
mr: हवामान सल्ला
or: ପାଣିପାଗ ପରାମର୍ଶ
pa: ਮੌਸਮ ਸਲਾਹ
ur: موسمی مشورہ

source: Farming Advisory
bn: কৃষি পরামর্শ
ml: കൃഷി ഉപദേശം
mr: शेती सल्ला
or: ଚାଷ ପରାମର୍ଶ
pa: ਖੇਤੀ ਸਲਾਹ
ur: زراعتی مشورہ

source: Current Weather
bn: বর্তমান আবহাওয়া
ml: നിലവിലെ കാലാവസ്ഥ
mr: सध्याचे हवामान
or: ବର୍ତ୍ତମାନର ପାଣିପାଗ
pa: ਮੌਜੂਦਾ ਮੌਸਮ
ur: موجودہ موسم

# rain_chance
source: Chance of Rain
bn: বৃষ্টির সম্ভাবনা
ml: മഴയുടെ സാധ്യത
mr: पावसाची शक्यता
or: ବର୍ଷା ସମ୍ଭାବନା
pa: ਬਾਰਸ਼ ਦੀ ਸੰਭਾਵਨਾ
ur: بارش کا امکان

source: Scan Crop
bn: ফসল স্ক্যান করুন
ml: വിള സ്കാൻ ചെയ്യുക
mr: पीक स्कॅन करा
or: ଫସଲ ସ୍କାନ୍ କରନ୍ତୁ
pa: ਫ਼ਸਲ ਸਕੈਨ ਕਰੋ
ur: فصل سکین کریں

source: Take Photo
bn: ছবি তুলুন
ml: ഫോട്ടോ എടുക്കുക
mr: फोटो काढा
or: ଫଟୋ ଉଠାନ୍ତୁ
pa: ਫੋਟੋ ਖਿੱਚੋ
ur: تصویر لیں

source: Select from Gallery
bn: গ্যালারি থেকে নির্বাচন করুন
ml: ഗാലറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: गॅलरीतून निवडा
or: ଗ୍ୟାଲେରୀରୁ ବାଛନ୍ତୁ
pa: ਗੈਲਰੀ ਤੋਂ ਚੁਣੋ
ur: گیلری سے منتخب کریں

source: Choose from Gallery
bn: গ্যালারি থেকে বাছুন
ml: ഗാലറിയിൽ നിന്ന് തിരഞ്ഞെടുക്കുക
mr: गॅलरीतून निवडा
or: ଗ୍ୟାଲେରୀରୁ ବାଛନ୍ତୁ
pa: ਗੈਲਰੀ ਤੋਂ ਚੁਣੋ
ur: گیلری سے چنیں

source: Analyzing...
bn: বিশ্লেষণ করা হচ্ছে...
ml: വിശകലനം ചെയ്യുന്നു...
mr: विश्लेषण होत आहे...
or: ବିଶ୍ଳେଷଣ ହେଉଛି...
pa: ਵਿਸ਼ਲੇਸ਼ਣ ਹੋ ਰਿਹਾ ਹੈ...
ur: تجزیہ ہو رہا ہے...

source: Diagnosis Result
bn: রোগ নির্ণয়ের ফলাফল
ml: രോഗനിർണയ ഫലം
mr: निदान परिणाम
or: ରୋଗ ନିର୍ଣ୍ଣୟ ଫଳାଫଳ
pa: ਨਿਦਾਨ ਨਤੀਜਾ
ur: تشخیص کا نتیجہ

source: Diagnosis
bn: রোগ নির্ণয়
ml: രോഗനിർണയം
mr: निदान
or: ରୋଗ ନିର୍ଣ୍ଣୟ
pa: ਨਿਦਾਨ
ur: تشخیص

source: Disease Detected
bn: রোগ শনাক্ত হয়েছে
ml: രോഗം കണ്ടെത്തി
mr: रोग आढळला
or: ରୋଗ ଚିହ୍ନଟ ହେଲା
pa: ਬਿਮਾਰੀ ਮਿਲੀ
ur: بیماری کا پتہ چلا

source: Healthy Crop
bn: সুস্থ ফসল
ml: ആരോഗ്യമുള്ള വിള
mr: निरोगी पीक
or: ସୁସ୍ଥ ଫସଲ
pa: ਸਿਹਤਮੰਦ ਫ਼ਸਲ
ur: صحت مند فصل

source: Healthy
bn: সুস্থ
ml: ആരോഗ്യമുള്ള
mr: निरोगी
or: ସୁସ୍ଥ
pa: ਸਿਹਤਮੰਦ
ur: صحت مند

source: Confidence Level
bn: আত্মবিশ্বাসের মাত্রা
ml: വിശ്വാസ നിലവാരം
mr: विश्वासार्हता पातळी
or: ବିଶ୍ୱାସ ସ୍ତର
pa: ਭਰੋਸੇ ਦਾ ਪੱਧਰ
ur: اعتماد کی سطح

source: Confidence
bn: আত্মবিশ্বাস
ml: വിശ്വാസം
mr: विश्वासार्हता
or: ବିଶ୍ୱାସ
pa: ਭਰੋਸਾ
ur: اعتماد

source: Treatment Recommended
bn: প্রস্তাবিত চিকিৎসা
ml: ശുപാർശ ചികിത്സ
mr: शिफारस केलेले उपचार
or: ସୁପାରିଶ ଚିକିତ୍ସା
pa: ਸਿਫ਼ਾਰਸ਼ੀ ਇਲਾਜ
ur: تجویز کردہ علاج

source: Treatment
bn: চিকিৎসা
ml: ചികിത്സ
mr: उपचार
or: ଚିକିତ୍ସା
pa: ਇਲਾਜ
ur: علاج

source: Treatment Recommendations
bn: চিকিৎসা সুপারিশ
ml: ചികിത്സാ ശുപാർശകൾ
mr: उपचार शिफारसी
or: ଚିକିତ୍ସା ସୁପାରିଶ
pa: ਇਲਾਜ ਸਿਫ਼ਾਰਸ਼ਾਂ
ur: علاج کی سفارشات

source: View Treatment
bn: চিকিৎসা দেখুন
ml: ചികിത്സ കാണുക
mr: उपचार पहा
or: ଚିକିତ୍ସା ଦେଖନ୍ତୁ
pa: ਇਲਾਜ ਦੇਖੋ
ur: علاج دیکھیں

source: View Treatment Details
bn: চিকিৎসার বিস্তারিত দেখুন
ml: ചികിത്സാ വിശദാംശങ്ങൾ കാണുക
mr: उपचार तपशील पहा
or: ଚିକିତ୍ସା ବିବରଣୀ ଦେଖନ୍ତୁ
pa: ਇਲਾਜ ਵੇਰਵੇ ਦੇਖੋ
ur: علاج کی تفصیلات دیکھیں

source: Ask Expert
bn: বিশেষজ্ঞকে জিজ্ঞাসা করুন
ml: വിദഗ്ധനോട് ചോദിക്കുക
mr: तज्ञांना विचारा
or: ବିଶେଷଜ୍ଞଙ୍କୁ ପଚାରନ୍ତୁ
pa: ਮਾਹਿਰ ਤੋਂ ਪੁੱਛੋ
ur: ماہر سے پوچھیں

source: Buy Treatment
bn: চিকিৎসা কিনুন
ml: ചികിത്സ വാങ്ങുക
mr: उपचार खरेदी करा
or: ଚିକିତ୍ସା କିଣନ୍ତୁ
pa: ਇਲਾਜ ਖਰੀਦੋ
ur: علاج خریدیں

source: Crop Doctor
bn: ফসল ডাক্তার
ml: വിള ഡോക്ടർ
mr: पीक डॉक्टर
or: ଫସଲ ଡାକ୍ତର
pa: ਫ਼ਸਲ ਡਾਕਟਰ
ur: فصل ڈاکٹر

# diagnostics
source: Crop Doctor
bn: ফসল ডাক্তার
ml: വിള ഡോക്ടർ
mr: पीक डॉक्टर
or: ଫସଲ ଡାକ୍ତର
pa: ਫ਼ਸਲ ਡਾਕਟਰ
ur: فصل ڈاکٹر

source: Diagnostic History
bn: রোগ নির্ণয়ের ইতিহাস
ml: രോഗനിർണയ ചരിത്രം
mr: निदान इतिहास
or: ରୋଗ ନିର୍ଣ୍ଣୟ ଇତିହାସ
pa: ਨਿਦਾਨ ਇਤਿਹਾਸ
ur: تشخیص کی تاریخ

source: Recent Analyses
bn: সাম্প্রতিক বিশ্লেষণ
ml: സമീപകാല വിശകലനങ്ങൾ
mr: अलीकडील विश्लेषणे
or: ସାମ୍ପ୍ରତିକ ବିଶ୍ଳେଷଣ
pa: ਹਾਲੀਆ ਵਿਸ਼ਲੇਸ਼ਣ
ur: حالیہ تجزیے

source: No Diagnostics
bn: কোনো রোগ নির্ণয় নেই
ml: രോഗനിർണയം ഇല്ല
mr: कोणतेही निदान नाही
or: କୌଣସି ରୋଗ ନିର୍ଣ୍ଣୟ ନାହିଁ
pa: ਕੋਈ ਨਿਦਾਨ ਨਹੀਂ
ur: کوئی تشخیص نہیں

source: Pest & Disease Info
bn: কীটপতঙ্গ এবং রোগের তথ্য
ml: കീടങ്ങളും രോഗ വിവരങ്ങളും
mr: कीड आणि रोग माहिती
or: କୀଟ ଏବଂ ରୋଗ ସୂଚନା
pa: ਕੀੜੇ ਅਤੇ ਬਿਮਾਰੀ ਜਾਣਕਾਰੀ
ur: کیڑے اور بیماری کی معلومات

source: Crop Recommendations
bn: ফসলের সুপারিশ
ml: വിള ശുപാർശകൾ
mr: पीक शिफारसी
or: ଫସଲ ସୁପାରିଶ
pa: ਫ਼ਸਲ ਸਿਫ਼ਾਰਸ਼ਾਂ
ur: فصل کی سفارشات

source: Crop Advisory
bn: ফসল পরামর্শ
ml: വിള ഉപദേശം
mr: पीक सल्ला
or: ଫସଲ ପରାମର୍ଶ
pa: ਫ਼ਸਲ ਸਲਾਹ
ur: فصل مشورہ

source: Issue Description
bn: সমস্যার বিবরণ
ml: പ്രശ്ന വിവരണം
mr: समस्या वर्णन
or: ସମସ୍ୟା ବିବରଣୀ
pa: ਸਮੱਸਿਆ ਵੇਰਵਾ
ur: مسئلے کی تفصیل

source: Crop Type
bn: ফসলের ধরন
ml: വിള തരം
mr: पीक प्रकार
or: ଫସଲ ପ୍ରକାର
pa: ਫ਼ਸਲ ਦੀ ਕਿਸਮ
ur: فصل کی قسم

source: Marketplace
bn: বাজার
ml: വിപണി
mr: बाजारपेठ
or: ବଜାର
pa: ਬਾਜ਼ਾਰ
ur: بازار

source: Products
bn: পণ্য
ml: ഉൽപ്പന്നങ്ങൾ
mr: उत्पादने
or: ଉତ୍ପାଦ
pa: ਉਤਪਾਦ
ur: مصنوعات

source: Categories
bn: বিভাগ
ml: വിഭാഗങ്ങൾ
mr: वर्ग
or: ଶ୍ରେଣୀ
pa: ਸ਼੍ਰੇਣੀਆਂ
ur: زمرے

source: All Categories
bn: সব বিভাগ
ml: എല്ലാ വിഭാഗങ്ങളും
mr: सर्व वर्ग
or: ସବୁ ଶ୍ରେଣୀ
pa: ਸਾਰੀਆਂ ਸ਼੍ਰੇਣੀਆਂ
ur: تمام زمرے

source: Add to Cart
bn: কার্টে যোগ করুন
ml: കാർട്ടിലേക്ക് ചേർക്കുക
mr: कार्टमध्ये जोडा
or: କାର୍ଟରେ ଯୋଡ଼ନ୍ତୁ
pa: ਕਾਰਟ ਵਿੱਚ ਪਾਓ
ur: کارٹ میں شامل کریں

source: Remove from Cart
bn: কার্ট থেকে সরান
ml: കാർട്ടിൽ നിന്ന് നീക്കം ചെയ്യുക
mr: कार्टमधून काढा
or: କାର୍ଟରୁ ହଟାନ୍ତୁ
pa: ਕਾਰਟ ਤੋਂ ਹਟਾਓ
ur: کارٹ سے ہٹائیں

source: Buy Now
bn: এখনই কিনুন
ml: ഇപ്പോൾ വാങ്ങുക
mr: आता खरेदी करा
or: ବର୍ତ୍ତମାନ କିଣନ୍ତୁ
pa: ਹੁਣੇ ਖਰੀਦੋ
ur: ابھی خریدیں

source: Checkout
bn: চেকআউট
ml: ചെക്കൗട്ട്
mr: चेकआउट
or: ଚେକଆଉଟ୍
pa: ਚੈੱਕਆਊਟ
ur: چیک آؤٹ

source: Proceed to Checkout
bn: চেকআউটে এগিয়ে যান
ml: ചെക്കൗട്ടിലേക്ക് പോകുക
mr: चेकआउटसाठी पुढे जा
or: ଚେକଆଉଟ୍ ପାଇଁ ଆଗକୁ ବଢ଼ନ୍ତୁ
pa: ਚੈੱਕਆਊਟ ਲਈ ਅੱਗੇ ਵਧੋ
ur: چیک آؤٹ کی طرف بڑھیں

source: Price
bn: দাম
ml: വില
mr: किंमत
or: ମୂଲ୍ୟ
pa: ਕੀਮਤ
ur: قیمت

source: Quantity
bn: পরিমাণ
ml: അളവ്
mr: प्रमाण
or: ପରିମାଣ
pa: ਮਾਤਰਾ
ur: مقدار

source: Total
bn: মোট
ml: ആകെ
mr: एकूण
or: ମୋଟ
pa: ਕੁੱਲ
ur: کل

source: Subtotal
bn: উপমোট
ml: ഉപ ആകെ
mr: उप-एकूण
or: ଉପ-ମୋଟ
pa: ਉਪ-ਕੁੱਲ
ur: ذیلی کل

source: Discount
bn: ছাড়
ml: കിഴിവ്
mr: सवलत
or: ରିହାତି
pa: ਛੋਟ
ur: چھوٹ

source: Shipping
bn: শিপিং
ml: ഷിപ്പിംഗ്
mr: शिपिंग
or: ସିପିଂ
pa: ਸ਼ਿਪਿੰਗ
ur: شپنگ

source: Shipping Charges
bn: শিপিং চার্জ
ml: ഷിപ്പിംഗ് ചാർജുകൾ
mr: शिपिंग शुल्क
or: ସିପିଂ ଖର୍ଚ୍ଚ
pa: ਸ਼ਿਪਿੰਗ ਖਰਚੇ
ur: شپنگ چارجز

source: Free Shipping
bn: বিনামূল্যে শিপিং
ml: സൗജന്യ ഷിപ്പിംഗ്
mr: मोफत शिपिंग
or: ମାଗଣା ସିପିଂ
pa: ਮੁਫ਼ਤ ਸ਼ਿਪਿੰਗ
ur: مفت شپنگ

source: Tax
bn: কর
ml: നികുതി
mr: कर
or: କର
pa: ਟੈਕਸ
ur: ٹیکس

source: Grand Total
bn: সর্বমোট
ml: മൊത്തം ആകെ
mr: एकूण रक्कम
or: ସର୍ବମୋଟ
pa: ਕੁੱਲ ਜੋੜ
ur: مجموعی کل

source: Cart
bn: কার্ট
ml: കാർട്ട്
mr: कार्ट
or: କାର୍ଟ
pa: ਕਾਰਟ
ur: کارٹ

source: Shopping Cart
bn: শপিং কার্ট
ml: ഷോപ്പിംഗ് കാർട്ട്
mr: शॉपिंग कार्ट
or: ସପିଂ କାର୍ଟ
pa: ਸ਼ਾਪਿੰਗ ਕਾਰਟ
ur: شاپنگ کارٹ

# cart_empty
source: Your cart is empty
bn: আপনার কার্ট খালি
ml: നിങ്ങളുടെ കാർട്ട് ശൂന്യമാണ്
mr: तुमची कार्ट रिकामी आहे
or: ଆପଣଙ୍କ କାର୍ଟ ଖାଲି
pa: ਤੁਹਾਡੀ ਕਾਰਟ ਖਾਲੀ ਹੈ
ur: آپ کی کارٹ خالی ہے

# cart_items
source: {count} items
bn: {count}টি আইটেম
ml: {count} ഇനങ്ങൾ
mr: {count} वस्तू
or: {count}ଟି ଆଇଟମ୍
pa: {count} ਆਈਟਮ
ur: {count} آئٹمز

source: Clear Cart
bn: কার্ট খালি করুন
ml: കാർട്ട് മായ്ക്കുക
mr: कार्ट रिकामी करा
or: କାର୍ଟ ଖାଲି କରନ୍ତୁ
pa: ਕਾਰਟ ਖਾਲੀ ਕਰੋ
ur: کارٹ خالی کریں

source: Continue Shopping
bn: কেনাকাটা চালিয়ে যান
ml: ഷോപ്പിംഗ് തുടരുക
mr: खरेदी चालू ठेवा
or: ସପିଂ ଜାରି ରଖନ୍ତୁ
pa: ਖਰੀਦਦਾਰੀ ਜਾਰੀ ਰੱਖੋ
ur: شاپنگ جاری رکھیں

source: In Stock
bn: স্টকে আছে
ml: സ്റ്റോക്കിൽ ഉണ്ട്
mr: उपलब्ध
or: ଷ୍ଟକ୍‌ରେ ଅଛି
pa: ਸਟਾਕ ਵਿੱਚ
ur: اسٹاک میں ہے

source: Out of Stock
bn: স্টকে নেই
ml: സ്റ്റോക്കിൽ ഇല്ല
mr: उपलब्ध नाही
or: ଷ୍ଟକ୍‌ରେ ନାହିଁ
pa: ਸਟਾਕ ਵਿੱਚ ਨਹੀਂ
ur: اسٹاک میں نہیں

source: Low Stock
bn: কম স্টক
ml: കുറഞ്ഞ സ്റ്റോക്ക്
mr: कमी स्टॉक
or: କମ୍ ଷ୍ଟକ୍
pa: ਘੱਟ ਸਟਾਕ
ur: کم اسٹاک

# items_left
source: {count} left
bn: {count}টি বাকি
ml: {count} ബാക്കി
mr: {count} शिल्लक
or: {count}ଟି ବାକି
pa: {count} ਬਾਕੀ
ur: {count} باقی

source: Reviews
bn: পর্যালোচনা
ml: അവലോകനങ്ങൾ
mr: पुनरावलोकने
or: ସମୀକ୍ଷା
pa: ਸਮੀਖਿਆਵਾਂ
ur: جائزے

source: Add Review
bn: পর্যালোচনা যোগ করুন
ml: അവലോകനം ചേർക്കുക
mr: पुनरावलोकन जोडा
or: ସମୀକ୍ଷା ଯୋଡ଼ନ୍ତୁ
pa: ਸਮੀਖਿਆ ਜੋੜੋ
ur: جائزہ شامل کریں

source: Write Review
bn: পর্যালোচনা লিখুন
ml: അവലോകനം എഴുതുക
mr: पुनरावलोकन लिहा
or: ସମୀକ୍ଷା ଲେଖନ୍ତୁ
pa: ਸਮੀਖਿਆ ਲਿਖੋ
ur: جائزہ لکھیں

source: Rating
bn: রেটিং
ml: റേറ്റിംഗ്
mr: रेटिंग
or: ରେଟିଂ
pa: ਰੇਟਿੰਗ
ur: درجہ بندی

source: Ratings
bn: রেটিং
ml: റേറ്റിംഗുകൾ
mr: रेटिंग्स
or: ରେଟିଂ
pa: ਰੇਟਿੰਗਾਂ
ur: درجہ بندیاں

source: Verified Seller
bn: যাচাইকৃত বিক্রেতা
ml: സ്ഥിരീകരിച്ച വിൽപ്പനക്കാരൻ
mr: सत्यापित विक्रेता
or: ଯାଞ୍ଚିତ ବିକ୍ରେତା
pa: ਪ੍ਰਮਾਣਿਤ ਵਿਕਰੇਤਾ
ur: تصدیق شدہ فروخت کنندہ

source: Verified Buyer
bn: যাচাইকৃত ক্রেতা
ml: സ്ഥിരീകരിച്ച വാങ്ങുന്നയാൾ
mr: सत्यापित खरेदीदार
or: ଯାଞ୍ଚିତ କ୍ରେତା
pa: ਪ੍ਰਮਾਣਿਤ ਖਰੀਦਦਾਰ
ur: تصدیق شدہ خریدار

source: Product Details
bn: পণ্যের বিবরণ
ml: ഉൽപ്പന്ന വിശദാംശങ്ങൾ
mr: उत्पादन तपशील
or: ଉତ୍ପାଦ ବିବରଣୀ
pa: ਉਤਪਾਦ ਵੇਰਵੇ
ur: مصنوعات کی تفصیلات

source: Description
bn: বিবরণ
ml: വിവരണം
mr: वर्णन
or: ବିବରଣ
pa: ਵਰਣਨ
ur: تفصیل

source: Specifications
bn: স্পেসিফিকেশন
ml: സ്പെസിഫിക്കേഷനുകൾ
mr: तपशील
or: ବିଶେଷ ବିବରଣୀ
pa: ਵਿਸ਼ੇਸ਼ਤਾਵਾਂ
ur: تفصیلات

source: Similar Products
bn: অনুরূপ পণ্য
ml: സമാന ഉൽപ്പന്നങ്ങൾ
mr: सारखी उत्पादने
or: ସମାନ ଉତ୍ପାଦ
pa: ਸਮਾਨ ਉਤਪਾਦ
ur: ملتی جلتی مصنوعات

source: Related Products
bn: সম্পর্কিত পণ্য
ml: ബന്ധപ്പെട്ട ഉൽപ്പന്നങ്ങൾ
mr: संबंधित उत्पादने
or: ସମ୍ବନ୍ଧିତ ଉତ୍ପାଦ
pa: ਸੰਬੰਧਿਤ ਉਤਪਾਦ
ur: متعلقہ مصنوعات

source: Orders
bn: অর্ডার
ml: ഓർഡറുകൾ
mr: ऑर्डर्स
or: ଅର୍ଡର
pa: ਆਰਡਰ
ur: آرڈرز

source: My Orders
bn: আমার অর্ডার
ml: എന്റെ ഓർഡറുകൾ
mr: माझे ऑर्डर्स
or: ମୋ ଅର୍ଡର
pa: ਮੇਰੇ ਆਰਡਰ
ur: میرے آرڈرز

source: Order History
bn: অর্ডার ইতিহাস
ml: ഓർഡർ ചരിത്രം
mr: ऑर्डर इतिहास
or: ଅର୍ଡର ଇତିହାସ
pa: ਆਰਡਰ ਇਤਿਹਾਸ
ur: آرڈر کی تاریخ

source: Order Details
bn: অর্ডারের বিবরণ
ml: ഓർഡർ വിശദാംശങ്ങൾ
mr: ऑर्डर तपशील
or: ଅର୍ଡର ବିବରଣୀ
pa: ਆਰਡਰ ਵੇਰਵੇ
ur: آرڈر کی تفصیلات

source: Order ID
bn: অর্ডার আইডি
ml: ഓർഡർ ഐഡി
mr: ऑर्डर आयडी
or: ଅର୍ଡର ଆଇଡି
pa: ਆਰਡਰ ਆਈਡੀ
ur: آرڈر آئی ڈی

source: Order Placed
bn: অর্ডার দেওয়া হয়েছে
ml: ഓർഡർ നൽകി
mr: ऑर्डर दिला
or: ଅର୍ଡର ଦିଆଗଲା
pa: ਆਰਡਰ ਦਿੱਤਾ ਗਿਆ
ur: آرڈر دیا گیا

source: Order Confirmed
bn: অর্ডার নিশ্চিত
ml: ഓർഡർ സ്ഥിരീകരിച്ചു
mr: ऑर्डर पुष्टी
or: ଅର୍ଡର ନିଶ୍ଚିତ
pa: ਆਰਡਰ ਪੁਸ਼ਟੀ
ur: آرڈر کی تصدیق
