{
  "late_blight": {
    "id": 1,
    "disease_key": "late_blight",
    "names": {
      "en": "Late Blight",
      "hi": "लेट ब्लाइट (आलू का झुलसा)",
      "mr": "उशिरा करपा",
      "ta": "தாமதமான கருகல் நோய்",
      "kn": "ತಡವಾದ ಕೊಳೆ",
      "te": "ఆలస్య తెగులు",
      "gu": "મોડું ઝાંખું"
    },
    "descriptions": {
      "en": "Late blight is a devastating disease affecting potatoes and tomatoes, caused by the oomycete pathogen Phytophthora infestans.",
      "hi": "लेट ब्लाइट एक विनाशकारी बीमारी है जो आलू और टमाटर को प्रभावित करती है, जो फाइटोफ्थोरा इन्फेस्टन्स नामक रोगज़नक़ के कारण होती है।",
      "mr": "उशिरा करपा हा बटाटा आणि टोमॅटो वर परिणाम करणारा विनाशकारी रोग आहे.",
      "ta": "தாமதமான கருகல் நோய் உருளைக்கிழங்கு மற்றும் தக்காளியை பாதிக்கும் அழிவுகரமான நோய்.",
      "kn": "ತಡವಾದ ಕೊಳೆ ಆಲೂಗಡ್ಡೆ ಮತ್ತು ಟೊಮೆಟೊಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ವಿನಾಶಕಾರಿ ರೋಗ.",
      "te": "ఆలస్య తెగులు బంగాళాదుంపలు మరియు టమోటాలను ప్రభావితం చేసే వినాశకరమైన వ్యాధి.",
      "gu": "મોડું ઝાંખું બટાકા અને ટામેટાંને અસર કરતો વિનાશક રોગ છે."
    },
    "symptoms": {
      "en": "Water-soaked lesions on leaves that turn brown/black. White fungal growth on leaf undersides in humid conditions. Rapid plant death.",
      "hi": "पत्तियों पर पानी से भीगे घाव जो भूरे/काले हो जाते हैं। आर्द्र परिस्थितियों में पत्ती के निचले हिस्से पर सफेद फफूंदी। तेजी से पौधों की मृत्यु।",
      "mr": "पानाच्या पानावर पाण्याने भिजलेले जखम जे तपकिरी/काळे होतात. आर्द्र परिस्थितीत पानाच्या खालच्या बाजूला पांढरी बुरशी वाढ.",
      "ta": "இலைகளில் நீர் நனைந்த புண்கள் பழுப்பு/கருப்பு நிறமாக மாறும். ஈரப்பதமான நிலைகளில் இலையின் அடிப்பகுதியில் வெள்ளை பூஞ்சை வளர்ச்சி.",
      "kn": "ಎಲೆಗಳಲ್ಲಿ ನೀರು ಒಂದಿದ ಗಾಯಗಳು ಕಂದು/ಕಪ್ಪಾಗುತ್ತವೆ. ತೇವಾಂಶ ಪರಿಸ್ಥಿತಿಗಳಲ್ಲಿ ಎಲೆಯ ಕೆಳಭಾಗದಲ್ಲಿ ಬಿಳಿ ಶಿಲೀಂಧ್ರ ಬೆಳವಣಿಗೆ.",
      "te": "ఆకులపై నీటిలో తడిసిన గాయాలు గోధుమ/నలుపు రంగులోకి మారుతాయి. తేమ పరిస్థితులలో ఆకు అడుగు భాగంలో తెల్ల శిలీంధ్ర పెరుగుదల.",
      "gu": "પાંદડા પર પાણીથી ભીંજાયેલા ઘા જે ભૂરા/કાળા થાય છે. ભેજવાળી પરિસ્થિતિમાં પાંદડાની નીચેની બાજુ સફેદ ફૂગની વૃદ્ધિ."
    },
    "causes": {
      "en": "Caused by Phytophthora infestans, spread through wind-borne spores during cool, wet weather.",
      "hi": "फाइटोफ्थोरा इन्फेस्टन्स के कारण होता है, ठंडे और गीले मौसम में हवा से फैलने वाले बीजाणुओं द्वारा फैलता है।",
      "mr": "फायटोफ्थोरा इन्फेस्टन्समुळे होतो, थंड आणि ओल्या हवामानात हवेतून पसरणाऱ्या बीजाणूंद्वारे पसरतो.",
      "ta": "பைட்டோஃப்தோரா இன்ஃபெஸ்டன்ஸ் என்ற நோய்க்காரணியால் ஏற்படுகிறது.",
      "kn": "ಫೈಟೋಫ್ಥೋರಾ ಇನ್ಫೆಸ್ಟಾನ್ಸ್ನಿಂದ ಉಂಟಾಗುತ್ತದೆ.",
      "te": "ఫైటోఫ్తోరా ఇన్ఫెస్టాన్స్ వల్ల సంభవిస్తుంది.",
      "gu": "ફાયટોફ્થોરા ઇન્ફેસ્ટન્સ દ્વારા થાય છે."
    },
    "prevention": {
      "en": "Use certified disease-free seed. Maintain good air circulation. Remove infected plants. Apply preventive fungicides.",
      "hi": "प्रमाणित रोग-मुक्त बीज का उपयोग करें। अच्छा वायु संचार बनाए रखें। संक्रमित पौधों को हटाएं। निवारक फफूंदनाशकों का प्रयोग करें।",
      "mr": "प्रमाणित रोगमुक्त बियाणे वापरा. चांगले वायु परिसंचरण राखा. संक्रमित झाडे काढा. प्रतिबंधात्मक बुरशीनाशकांचा वापर करा.",
      "ta": "சான்றளிக்கப்பட்ட நோயற்ற விதையைப் பயன்படுத்தவும். நல்ல காற்று சுழற்சியை பராமரிக்கவும். பாதிக்கப்பட்ட தாவரங்களை அகற்றவும்.",
      "kn": "ಪ್ರಮಾಣಿತ ರೋಗ-ಮುಕ್ತ ಬೀಜವನ್ನು ಬಳಸಿ. ಉತ್ತಮ ಗಾಳಿ ಪ್ರಸರಣವನ್ನು ಕಾಪಾಡಿ. ಸೋಂಕಿತ ಸಸ್ಯಗಳನ್ನು ತೆಗೆದುಹಾಕಿ.",
      "te": "ధృవీకరించబడిన వ్యాధి-రహిత విత్తనాలను ఉపయోగించండి. మంచి గాలి ప్రసరణను కొనసాగించండి. సోకిన మొక్కలను తొలగించండి.",
      "gu": "પ્રમાણિત રોગ-મુક્ત બીજનો ઉપયોગ કરો. સારું હવા પરિભ્રમણ જાળવો. ચેપગ્રસ્ત છોડ દૂર કરો."
    },
    "severity": "high",
    "affected_crops": ["potato", "tomato"]
  },
  "powdery_mildew": {
    "id": 2,
    "disease_key": "powdery_mildew",
    "names": {
      "en": "Powdery Mildew",
      "hi": "चूर्णिल आसिता (पाउडरी मिल्ड्यू)",
      "mr": "भुरी",
      "ta": "பொடி பூஞ்சை நோய்",
      "kn": "ಬೂದು ಶಿಲೀಂಧ್ರ",
      "te": "బూడిద తెగులు",
      "gu": "ભૂકી ફૂગ"
    },
    "descriptions": {
      "en": "Powdery mildew is a fungal disease that affects a wide range of plants, causing a distinctive white powdery coating on leaves.",
      "hi": "चूर्णिल आसिता एक फफूंद रोग है जो पौधों की एक विस्तृत श्रृंखला को प्रभावित करता है, जिससे पत्तियों पर एक विशिष्ट सफेद पाउडर जैसी परत बन जाती है।",
      "mr": "भुरी हा बुरशीजन्य रोग आहे जो अनेक वनस्पतींवर परिणाम करतो, पानांवर पांढरी पावडर सारखी परत तयार होते.",
      "ta": "பொடி பூஞ்சை நோய் பல்வேறு தாவரங்களை பாதிக்கும் பூஞ்சை நோய், இலைகளில் வெள்ளை பொடி போன்ற பூச்சு உருவாகும்.",
      "kn": "ಬೂದು ಶಿಲೀಂಧ್ರವು ವ್ಯಾಪಕ ಶ್ರೇಣಿಯ ಸಸ್ಯಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವ ಶಿಲೀಂಧ್ರ ರೋಗ.",
      "te": "బూడిద తెగులు అనేక మొక్కలను ప్రభావితం చేసే శిలీంధ్ర వ్యాధి, ఆకులపై తెల్ల పొడి లాంటి పూత ఏర్పడుతుంది.",
      "gu": "ભૂકી ફૂગ એ ફૂગનો રોગ છે જે છોડની વિશાળ શ્રેણીને અસર કરે છે, પાંદડા પર સફેદ પાવડર જેવી આવરણ બનાવે છે."
    },
    "symptoms": {
      "en": "White to gray powdery spots on leaves, stems, and sometimes fruits. Leaves may curl, yellow, and drop prematurely.",
      "hi": "पत्तियों, तनों और कभी-कभी फलों पर सफेद से भूरे पाउडर जैसे धब्बे। पत्तियां मुड़ सकती हैं, पीली हो सकती हैं और समय से पहले गिर सकती हैं।",
      "mr": "पाने, देठ आणि कधीकधी फळांवर पांढरे ते राखाडी पावडर सारखे डाग. पाने वाकू शकतात, पिवळी होऊ शकतात.",
      "ta": "இலைகள், தண்டுகள் மற்றும் சில நேரங்களில் பழங்களில் வெள்ளை முதல் சாம்பல் பொடி புள்ளிகள். இலைகள் சுருண்டு, மஞ்சள் நிறமாகலாம்.",
      "kn": "ಎಲೆಗಳು, ಕಾಂಡಗಳು ಮತ್ತು ಕೆಲವೊಮ್ಮೆ ಹಣ್ಣುಗಳ ಮೇಲೆ ಬಿಳಿಯಿಂದ ಬೂದು ಪುಡಿ ಚುಕ್ಕೆಗಳು.",
      "te": "ఆకులు, కాండాలు మరియు కొన్నిసార్లు పండ్లపై తెల్ల నుండి బూడిద పొడి మచ్చలు.",
      "gu": "પાંદડા, દાંડી અને ક્યારેક ફળો પર સફેદથી રાખોડી પાવડર જેવા ડાઘ. પાંદડા વળી શકે છે, પીળા થઈ શકે છે."
    },
    "prevention": {
      "en": "Ensure good air circulation. Avoid overhead watering. Remove and destroy infected plant parts. Use resistant varieties.",
      "hi": "अच्छा वायु संचार सुनिश्चित करें। ऊपर से पानी देने से बचें। संक्रमित पौधों के हिस्सों को हटाएं और नष्ट करें। प्रतिरोधी किस्मों का उपयोग करें।",
      "mr": "चांगले वायु परिसंचरण सुनिश्चित करा. वरून पाणी देणे टाळा. संक्रमित वनस्पती भाग काढून टाका.",
      "ta": "நல்ல காற்று சுழற்சியை உறுதிப்படுத்தவும். மேலே இருந்து நீர் ஊற்றுவதைத் தவிர்க்கவும். பாதிக்கப்பட்ட தாவர பாகங்களை அகற்றவும்.",
      "kn": "ಉತ್ತಮ ಗಾಳಿ ಪ್ರಸರಣವನ್ನು ಖಚಿತಪಡಿಸಿ. ಮೇಲಿನಿಂದ ನೀರುಣಿಸುವುದನ್ನು ತಪ್ಪಿಸಿ.",
      "te": "మంచి గాలి ప్రసరణను నిర్ధారించండి. పైనుండి నీరు పోయడం మానుకోండి. సోకిన మొక్క భాగాలను తొలగించండి.",
      "gu": "સારું હવા પરિભ્રમણ સુનિશ્ચિત કરો. ઉપરથી પાણી આપવાનું ટાળો. ચેપગ્રસ્ત છોડના ભાગો દૂર કરો."
    },
    "severity": "medium",
    "affected_crops": ["wheat", "grapes", "cucumber", "pumpkin", "peas"]
  },
  "bacterial_leaf_blight": {
    "id": 3,
    "disease_key": "bacterial_leaf_blight",
    "names": {
      "en": "Bacterial Leaf Blight",
      "hi": "जीवाणु झुलसा (बैक्टीरियल लीफ ब्लाइट)",
      "mr": "जिवाणू करपा",
      "ta": "பாக்டீரியா இலை கருகல்",
      "kn": "ಬ್ಯಾಕ್ಟೀರಿಯಾ ಎಲೆ ಕೊಳೆ",
      "te": "బ్యాక్టీరియా ఆకు తెగులు",
      "gu": "બેક્ટેરિયલ પાન ઝાંખું"
    },
    "descriptions": {
      "en": "Bacterial leaf blight is a serious disease of rice caused by Xanthomonas oryzae. It can cause significant yield losses.",
      "hi": "जीवाणु झुलसा धान की एक गंभीर बीमारी है जो ज़ैंथोमोनास ओराइज़े के कारण होती है। इससे उपज में भारी नुकसान हो सकता है।",
      "mr": "जिवाणू करपा हा भाताचा गंभीर रोग आहे. यामुळे उत्पादनात मोठे नुकसान होऊ शकते.",
      "ta": "பாக்டீரியா இலை கருகல் அரிசியின் தீவிர நோய். இது கணிசமான மகசூல் இழப்பை ஏற்படுத்தும்.",
      "kn": "ಬ್ಯಾಕ್ಟೀರಿಯಾ ಎಲೆ ಕೊಳೆ ಭತ್ತದ ಗಂಭೀರ ರೋಗ. ಇದು ಗಮನಾರ್ಹ ಇಳುವರಿ ನಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು.",
      "te": "బ్యాక్టీరియా ఆకు తెగులు వరి యొక్క తీవ్రమైన వ్యాధి. ఇది గణనీయమైన దిగుబడి నష్టానికి కారణమవుతుంది.",
      "gu": "બેક્ટેરિયલ પાન ઝાંખું ડાંગરનો ગંભીર રોગ છે. તે નોંધપાત્ર ઉપજ નુકસાનનું કારણ બની શકે છે."
    },
    "symptoms": {
      "en": "Water-soaked lesions on leaf margins that turn yellow and eventually grayish-white. Lesions may exude bacterial ooze.",
      "hi": "पत्ती के किनारों पर पानी से भीगे घाव जो पीले और अंततः भूरे-सफेद हो जाते हैं। घावों से जीवाणु रिसाव हो सकता है।",
      "mr": "पानाच्या कडांवर पाण्याने भिजलेले जखम जे पिवळे आणि नंतर राखाडी-पांढरे होतात.",
      "ta": "இலை விளிம்புகளில் நீர் நனைந்த புண்கள் மஞ்சள் பின்னர் சாம்பல்-வெள்ளை நிறமாக மாறும்.",
      "kn": "ಎಲೆಯ ಅಂಚುಗಳಲ್ಲಿ ನೀರು ಒಂದಿದ ಗಾಯಗಳು ಹಳದಿ ಮತ್ತು ಅಂತಿಮವಾಗಿ ಬೂದು-ಬಿಳಿಯಾಗುತ್ತವೆ.",
      "te": "ఆకు అంచులపై నీటిలో తడిసిన గాయాలు పసుపు మరియు చివరికి బూడిద-తెలుపు అవుతాయి.",
      "gu": "પાંદડાના કિનારે પાણીથી ભીંજાયેલા ઘા જે પીળા અને પછી રાખોડી-સફેદ થાય છે."
    },
    "prevention": {
      "en": "Use resistant varieties. Avoid excessive nitrogen fertilization. Ensure proper drainage. Use disease-free seeds.",
      "hi": "प्रतिरोधी किस्मों का उपयोग करें। अत्यधिक नाइट्रोजन उर्वरक से बचें। उचित जल निकासी सुनिश्चित करें। रोग-मुक्त बीज का उपयोग करें।",
      "mr": "प्रतिरोधक वाण वापरा. जास्त नायट्रोजन खत टाळा. योग्य निचरा सुनिश्चित करा. रोगमुक्त बियाणे वापरा.",
      "ta": "எதிர்ப்புத் திறன் உள்ள இரகங்களைப் பயன்படுத்தவும். அதிக நைட்ரஜன் உரமிடுவதைத் தவிர்க்கவும்.",
      "kn": "ನಿರೋಧಕ ತಳಿಗಳನ್ನು ಬಳಸಿ. ಅಧಿಕ ಸಾರಜನಕ ರಸಗೊಬ್ಬರವನ್ನು ತಪ್ಪಿಸಿ.",
      "te": "నిరోధక రకాలను ఉపయోగించండి. అధిక నత్రజని ఎరువులను నివారించండి.",
      "gu": "પ્રતિરોધક જાતોનો ઉપયોગ કરો. વધુ પડતા નાઇટ્રોજન ખાતરને ટાળો. યોગ્ય ડ્રેનેજ સુનિશ્ચિત કરો."
    },
    "severity": "high",
    "affected_crops": ["rice"]
  },
  "rust": {
    "id": 4,
    "disease_key": "rust",
    "names": {
      "en": "Rust Disease",
      "hi": "गेरुआ रोग (रस्ट)",
      "mr": "गंज रोग",
      "ta": "துரு நோய்",
      "kn": "ತುಕ್ಕು ರೋಗ",
      "te": "తుప్పు వ్యాధి",
      "gu": "કાટ રોગ"
    },
    "descriptions": {
      "en": "Rust is a fungal disease causing orange-brown pustules on plant surfaces. Common in wheat and other cereals.",
      "hi": "गेरुआ एक फफूंद रोग है जो पौधों की सतह पर नारंगी-भूरे रंग के दाने पैदा करता है। गेहूं और अन्य अनाजों में आम है।",
      "mr": "गंज हा बुरशीजन्य रोग आहे ज्यामुळे वनस्पतींच्या पृष्ठभागावर नारंगी-तपकिरी फोड येतात.",
      "ta": "துரு நோய் தாவர மேற்பரப்பில் ஆரஞ்சு-பழுப்பு புண்களை ஏற்படுத்தும் பூஞ்சை நோய்.",
      "kn": "ತುಕ್ಕು ಸಸ್ಯ ಮೇಲ್ಮೈಯಲ್ಲಿ ಕಿತ್ತಳೆ-ಕಂದು ಕುದುರುಗಳನ್ನು ಉಂಟುಮಾಡುವ ಶಿಲೀಂಧ್ರ ರೋಗ.",
      "te": "తుప్పు మొక్కల ఉపరితలాలపై నారింజ-గోధుమ పుస్ట్యూల్స్ కలిగించే శిలీంధ్ర వ్యాధి.",
      "gu": "કાટ એ ફૂગનો રોગ છે જે છોડની સપાટી પર નારંગી-ભૂરા દાણા ઉત્પન્ન કરે છે."
    },
    "symptoms": {
      "en": "Orange-brown powdery pustules on leaves and stems. Yellow streaks surrounding pustules. Reduced plant vigor.",
      "hi": "पत्तियों और तनों पर नारंगी-भूरे पाउडर जैसे दाने। दानों के चारों ओर पीली धारियां। पौधे की शक्ति में कमी।",
      "mr": "पाने आणि देठांवर नारंगी-तपकिरी पावडरयुक्त फोड. फोडांभोवती पिवळे पट्टे. झाडांची शक्ती कमी होते.",
      "ta": "இலைகள் மற்றும் தண்டுகளில் ஆரஞ்சு-பழுப்பு பொடி புண்கள். புண்களைச் சுற்றி மஞ்சள் கோடுகள்.",
      "kn": "ಎಲೆಗಳು ಮತ್ತು ಕಾಂಡಗಳ ಮೇಲೆ ಕಿತ್ತಳೆ-ಕಂದು ಪುಡಿ ಕುದುರುಗಳು. ಕುದುರುಗಳ ಸುತ್ತ ಹಳದಿ ಗೆರೆಗಳು.",
      "te": "ఆకులు మరియు కాండాలపై నారింజ-గోధుమ పొడి పుస్ట్యూల్స్. పుస్ట్యూల్స్ చుట్టూ పసుపు చారలు.",
      "gu": "પાંદડા અને દાંડી પર નારંગી-ભૂરા પાવડર જેવા દાણા. દાણાની આસપાસ પીળા પટ્ટા."
    },
    "prevention": {
      "en": "Plant resistant varieties. Apply fungicides preventively. Remove volunteer plants. Practice crop rotation.",
      "hi": "प्रतिरोधी किस्में लगाएं। निवारक रूप से फफूंदनाशक लगाएं। स्वयंसेवी पौधों को हटाएं। फसल चक्र अपनाएं।",
      "mr": "प्रतिरोधक वाण लावा. प्रतिबंधात्मक बुरशीनाशक फवारा. स्वयंसेवी झाडे काढा. पीक फेरपालट करा.",
      "ta": "எதிர்ப்பு இரகங்களை நடவு செய்யுங்கள். தடுப்பு பூஞ்சைக்கொல்லிகளைப் பயன்படுத்துங்கள்.",
      "kn": "ನಿರೋಧಕ ತಳಿಗಳನ್ನು ನೆಡಿ. ತಡೆಗಟ್ಟುವ ಶಿಲೀಂಧ್ರನಾಶಕಗಳನ್ನು ಅನ್ವಯಿಸಿ.",
      "te": "నిరోధక రకాలను నాటండి. నివారణ శిలీంధ్రనాశకాలను వర్తింపజేయండి.",
      "gu": "પ્રતિરોધક જાતો વાવો. નિવારક ફૂગનાશકો લગાવો. સ્વૈચ્છિક છોડ દૂર કરો."
    },
    "severity": "medium",
    "affected_crops": ["wheat", "barley", "oats"]
  },
  "anthracnose": {
    "id": 5,
    "disease_key": "anthracnose",
    "names": {
      "en": "Anthracnose",
      "hi": "श्यामवर्ण (एन्थ्रेक्नोज)",
      "mr": "करपा",
      "ta": "ஆந்திரக்னோஸ்",
      "kn": "ಆಂಥ್ರಾಕ್ನೋಸ್",
      "te": "ఆంత్రాక్నోస్",
      "gu": "એન્થ્રેકનોઝ"
    },
    "descriptions": {
      "en": "Anthracnose is a fungal disease causing dark, sunken lesions on leaves, stems, flowers, and fruits.",
      "hi": "एन्थ्रेक्नोज एक फफूंद रोग है जो पत्तियों, तनों, फूलों और फलों पर गहरे, धंसे हुए घाव पैदा करता है।",
      "mr": "करपा हा बुरशीजन्य रोग आहे ज्यामुळे पाने, देठ, फुले आणि फळांवर गडद, बुडालेले जखम होतात.",
      "ta": "ஆந்திரக்னோஸ் இலைகள், தண்டுகள், மலர்கள் மற்றும் பழங்களில் இருண்ட, குழிவான புண்களை ஏற்படுத்தும் பூஞ்சை நோய்.",
      "kn": "ಆಂಥ್ರಾಕ್ನೋಸ್ ಎಲೆಗಳು, ಕಾಂಡಗಳು, ಹೂವುಗಳು ಮತ್ತು ಹಣ್ಣುಗಳ ಮೇಲೆ ಗಾಢ, ಕುಸಿದ ಗಾಯಗಳನ್ನು ಉಂಟುಮಾಡುವ ಶಿಲೀಂಧ್ರ ರೋಗ.",
      "te": "ఆంత్రాక్నోస్ ఆకులు, కాండాలు, పువ్వులు మరియు పండ్లపై చీకటి, కుంగిన గాయాలను కలిగించే శిలీంధ్ర వ్యాధి.",
      "gu": "એન્થ્રેકનોઝ એ ફૂગનો રોગ છે જે પાંદડા, દાંડી, ફૂલો અને ફળો પર ઘેરા, ડૂબેલા ઘા પેદા કરે છે."
    },
    "symptoms": {
      "en": "Dark, sunken spots with concentric rings. Spots may have pinkish spore masses. Leaf wilting and fruit rot.",
      "hi": "गाढ़े वृत्ताकार छल्लों वाले गहरे, धंसे हुए धब्बे। धब्बों पर गुलाबी बीजाणु समूह हो सकते हैं। पत्ती मुरझाना और फल सड़ना।",
      "mr": "केंद्रित वलयांसह गडद, बुडालेले डाग. डागांवर गुलाबी बीजाणू समूह असू शकतात.",
      "ta": "செறிவு வளையங்களுடன் இருண்ட, குழிவான புள்ளிகள். புள்ளிகளில் இளஞ்சிவப்பு விதை திரள்கள் இருக்கலாம்.",
      "kn": "ಕೇಂದ್ರೀಕೃತ ಉಂಗುರಗಳೊಂದಿಗೆ ಗಾಢ, ಕುಸಿದ ಚುಕ್ಕೆಗಳು. ಚುಕ್ಕೆಗಳು ಗುಲಾಬಿ ಬೀಜಕಣ ಸಮೂಹಗಳನ್ನು ಹೊಂದಿರಬಹುದು.",
      "te": "కేంద్రీకృత వలయాలతో చీకటి, కుంగిన మచ్చలు. మచ్చలలో పింక్ బీజకణ గుచ్ఛాలు ఉండవచ్చు.",
      "gu": "કેન્દ્રિત વલયો સાથે ઘેરા, ડૂબેલા ડાઘ. ડાઘ પર ગુલાબી બીજાણુ સમૂહ હોઈ શકે છે."
    },
    "prevention": {
      "en": "Use disease-free seeds. Avoid overhead irrigation. Apply copper-based fungicides. Remove infected plant debris.",
      "hi": "रोग-मुक्त बीज का उपयोग करें। ऊपर से सिंचाई से बचें। तांबा आधारित ففूंदनाशक लगाएं। संक्रमित पौधों के मलबे को हटाएं।",
      "mr": "रोगमुक्त बियाणे वापरा. वरून सिंचन टाळा. तांबे आधारित बुरशीनाशक फवारा.",
      "ta": "நோயற்ற விதைகளைப் பயன்படுத்தவும். மேலே இருந்து நீர்ப்பாசனம் தவிர்க்கவும். தாமிர அடிப்படையிலான பூஞ்சைக்கொல்லிகளைப் பயன்படுத்தவும்.",
      "kn": "ರೋಗ-ಮುಕ್ತ ಬೀಜಗಳನ್ನು ಬಳಸಿ. ಮೇಲಿನಿಂದ ನೀರಾವರಿ ತಪ್ಪಿಸಿ. ತಾಮ್ರ-ಆಧಾರಿತ ಶಿಲೀಂಧ್ರನಾಶಕಗಳನ್ನು ಅನ್ವಯಿಸಿ.",
      "te": "వ్యాధి-రహిత విత్తనాలను ఉపయోగించండి. పైనుండి నీటిపారుదలను నివారించండి. రాగి-ఆధారిత శిలీంధ్రనాశకాలను వర్తింపజేయండి.",
      "gu": "રોગ-મુક્ત બીજનો ઉપયોગ કરો. ઉપરથી સિંચાઈ ટાળો. તાંબા આધારિત ફૂગનાશકો લગાવો."
    },
    "severity": "medium",
    "affected_crops": ["chili", "mango", "banana", "papaya", "beans"]
  }
}
