{
  "neem_oil_spray": {
    "id": 1,
    "treatment_key": "neem_oil_spray",
    "treatment_type": "organic",
    "names": {
      "en": "Neem Oil Spray",
      "hi": "नीम तेल स्प्रे",
      "mr": "कडूनिंब तेल फवारणी",
      "ta": "வேப்ப எண்ணெய் தெளிப்பு",
      "kn": "ಬೇವಿನ ಎಣ್ಣೆ ಸಿಂಪಡಣೆ",
      "te": "వేప నూనె స్ప్రే",
      "gu": "લીમડા તેલ સ્પ્રે"
    },
    "descriptions": {
      "en": "Natural pesticide and fungicide derived from neem tree. Effective against many pests and diseases.",
      "hi": "नीम के पेड़ से प्राप्त प्राकृतिक कीटनाशक और ففूंदनाशक। कई कीटों और रोगों के खिलाफ प्रभावी।",
      "mr": "कडूनिंबाच्या झाडापासून मिळवलेले नैसर्गिक कीटकनाशक आणि बुरशीनाशक. अनेक कीटक आणि रोगांविरुद्ध प्रभावी.",
      "ta": "வேப்ப மரத்திலிருந்து பெறப்பட்ட இயற்கை பூச்சிக்கொல்லி மற்றும் பூஞ்சைக்கொல்லி.",
      "kn": "ಬೇವಿನ ಮರದಿಂದ ಪಡೆದ ನೈಸರ್ಗಿಕ ಕೀಟನಾಶಕ ಮತ್ತು ಶಿಲೀಂಧ್ರನಾಶಕ.",
      "te": "వేప చెట్టు నుండి పొందిన సహజ పురుగుమందు మరియు శిలీంధ్రనాశకం.",
      "gu": "લીમડાના ઝાડમાંથી મેળવેલ કુદરતી જંતુનાશક અને ફૂગનાશક."
    },
    "application_methods": {
      "en": "Mix 5ml neem oil with 1 liter of water and a few drops of liquid soap. Spray on affected plants.",
      "hi": "5ml नीम तेल को 1 लीटर पानी और कुछ बूंद तरल साबुन के साथ मिलाएं। प्रभावित पौधों पर स्प्रे करें।",
      "mr": "5ml कडूनिंब तेल 1 लिटर पाणी आणि काही थेंब द्रव साबणाबरोबर मिसळा. बाधित झाडांवर फवारणी करा.",
      "ta": "5ml வேப்ப எண்ணெயை 1 லிட்டர் தண்ணீர் மற்றும் சில சொட்டு திரவ சோப்புடன் கலக்கவும்.",
      "kn": "5ml ಬೇವಿನ ಎಣ್ಣೆಯನ್ನು 1 ಲೀಟರ್ ನೀರು ಮತ್ತು ಕೆಲವು ಹನಿ ದ್ರವ ಸೋಪ್ನೊಂದಿಗೆ ಮಿಶ್ರಣ ಮಾಡಿ.",
      "te": "5ml వేప నూనెను 1 లీటర్ నీరు మరియు కొన్ని చుక్కల ద్రవ సబ్బుతో కలపండి.",
      "gu": "5ml લીમડા તેલને 1 લીટર પાણી અને થોડા ટીપાં પ્રવાહી સાબુ સાથે ભેળવો."
    },
    "dosages": {
      "en": "5ml per liter of water",
      "hi": "5ml प्रति लीटर पानी",
      "mr": "5ml प्रति लिटर पाणी",
      "ta": "1 லிட்டர் தண்ணீருக்கு 5ml",
      "kn": "ಪ್ರತಿ ಲೀಟರ್ ನೀರಿಗೆ 5ml",
      "te": "లీటర్ నీటికి 5ml",
      "gu": "પ્રતિ લીટર પાણીમાં 5ml"
    },
    "timings": {
      "en": "Early morning or late evening",
      "hi": "सुबह जल्दी या शाम को देर से",
      "mr": "सकाळी लवकर किंवा संध्याकाळी उशिरा",
      "ta": "அதிகாலை அல்லது மாலை தாமதமாக",
      "kn": "ಮುಂಜಾನೆ ಅಥವಾ ತಡ ಸಂಜೆ",
      "te": "తెల్లవారుజామున లేదా సాయంత్రం ఆలస్యంగా",
      "gu": "વહેલી સવારે અથવા મોડી સાંજે"
    },
    "frequencies": {
      "en": "Every 7-10 days until symptoms subside",
      "hi": "लक्षण कम होने तक हर 7-10 दिन",
      "mr": "लक्षणे कमी होईपर्यंत दर 7-10 दिवसांनी",
      "ta": "அறிகுறிகள் குறையும் வரை ஒவ்வொரு 7-10 நாட்களும்",
      "kn": "ರೋಗಲಕ್ಷಣಗಳು ಕಡಿಮೆಯಾಗುವವರೆಗೆ ಪ್ರತಿ 7-10 ದಿನಗಳು",
      "te": "లక్షణాలు తగ్గే వరకు ప్రతి 7-10 రోజులు",
      "gu": "લક્ષણો ઓછા થાય ત્યાં સુધી દર 7-10 દિવસે"
    },
    "precautions": {
      "en": "Avoid spraying in direct sunlight. Do not use on plants in bloom as it may affect pollinators.",
      "hi": "सीधी धूप में छिड़काव से बचें। फूल वाले पौधों पर उपयोग न करें क्योंकि यह परागणकों को प्रभावित कर सकता है।",
      "mr": "थेट सूर्यप्रकाशात फवारणी टाळा. फुलांवर वापरू नका कारण त्याचा परागणकांवर परिणाम होऊ शकतो.",
      "ta": "நேரடி சூரிய ஒளியில் தெளிப்பதைத் தவிர்க்கவும். பூக்கும் தாவரங்களில் பயன்படுத்த வேண்டாம்.",
      "kn": "ನೇರ ಸೂರ್ಯನ ಬೆಳಕಿನಲ್ಲಿ ಸಿಂಪಡಿಸುವುದನ್ನು ತಪ್ಪಿಸಿ. ಹೂಬಿಡುವ ಸಸ್ಯಗಳ ಮೇಲೆ ಬಳಸಬೇಡಿ.",
      "te": "ప్రత్యక్ష సూర్యకాంతిలో స్ప్రే చేయడం మానండి. పుష్పించే మొక్కలపై ఉపయోగించవద్దు.",
      "gu": "સીધા સૂર્યપ્રકાશમાં છંટકાવ ટાળો. ફૂલ પર ઉપયોગ કરશો નહીં."
    },
    "active_ingredient": "Azadirachtin",
    "cost_estimate": "₹150-250 per liter",
    "availability": "easily_available",
    "effectiveness_rating": 4,
    "related_diseases": ["powdery_mildew", "anthracnose", "rust"]
  },
  "copper_fungicide": {
    "id": 2,
    "treatment_key": "copper_fungicide",
    "treatment_type": "chemical",
    "names": {
      "en": "Copper Fungicide",
      "hi": "तांबा फफूंदनाशक",
      "mr": "तांबे बुरशीनाशक",
      "ta": "செம்பு பூஞ்சைக்கொல்லி",
      "kn": "ತಾಮ್ರ ಶಿಲೀಂಧ್ರನಾಶಕ",
      "te": "రాగి శిలీంధ్రనాశకం",
      "gu": "તાંબુ ફૂગનાશક"
    },
    "descriptions": {
      "en": "Broad-spectrum fungicide effective against many fungal and bacterial diseases.",
      "hi": "कई फफूंद और जीवाणु रोगों के खिलाफ प्रभावी व्यापक-स्पेक्ट्रम ففूंदनाशक।",
      "mr": "अनेक बुरशी आणि जिवाणू रोगांविरुद्ध प्रभावी व्यापक-स्पेक्ट्रम बुरशीनाशक.",
      "ta": "பல பூஞ்சை மற்றும் பாக்டீரியா நோய்களுக்கு எதிராக பயனுள்ள பரந்த-நிறமாலை பூஞ்சைக்கொல்லி.",
      "kn": "ಅನೇಕ ಶಿಲೀಂಧ್ರ ಮತ್ತು ಬ್ಯಾಕ್ಟೀರಿಯಾ ರೋಗಗಳ ವಿರುದ್ಧ ಪರಿಣಾಮಕಾರಿ ವಿಶಾಲ-ರೋಹಿತ ಶಿಲೀಂಧ್ರನಾಶಕ.",
      "te": "అనేక శిలీంధ్ర మరియు బ్యాక్టీరియా వ్యాధులకు వ్యతిరేకంగా ప్రభావవంతమైన విస్తృత-స్పెక్ట్రమ్ శిలీంధ్రనాశకం.",
      "gu": "ઘણા ફૂગ અને બેક્ટેરિયલ રોગો સામે અસરકારક વ્યાપક-સ્પેક્ટ્રમ ફૂગનાશક."
    },
    "application_methods": {
      "en": "Mix according to package instructions. Spray thoroughly on all plant surfaces.",
      "hi": "पैकेज निर्देशों के अनुसार मिलाएं। सभी पौधों की सतहों पर अच्छी तरह से स्प्रे करें।",
      "mr": "पॅकेज सूचनांनुसार मिसळा. सर्व वनस्पती पृष्ठभागांवर पूर्णपणे फवारणी करा.",
      "ta": "பேக்கேஜ் வழிமுறைகளின்படி கலக்கவும். அனைத்து தாவர மேற்பரப்புகளிலும் முழுமையாக தெளிக்கவும்.",
      "kn": "ಪ್ಯಾಕೇಜ್ ಸೂಚನೆಗಳ ಪ್ರಕಾರ ಮಿಶ್ರಣ ಮಾಡಿ. ಎಲ್ಲಾ ಸಸ್ಯ ಮೇಲ್ಮೈಗಳ ಮೇಲೆ ಸಂಪೂರ್ಣವಾಗಿ ಸಿಂಪಡಿಸಿ.",
      "te": "ప్యాకేజీ సూచనల ప్రకారం కలపండి. అన్ని మొక్కల ఉపరితలాలపై పూర్తిగా స్ప్రే చేయండి.",
      "gu": "પેકેજ સૂચનો અનુસાર ભેળવો. બધી છોડની સપાટી પર સંપૂર્ણ રીતે સ્પ્રે કરો."
    },
    "dosages": {
      "en": "2-3g per liter of water",
      "hi": "2-3 ग्राम प्रति लीटर पानी",
      "mr": "2-3 ग्रॅम प्रति लिटर पाणी",
      "ta": "1 லிட்டர் தண்ணீருக்கு 2-3 கிராம்",
      "kn": "ಪ್ರತಿ ಲೀಟರ್ ನೀರಿಗೆ 2-3 ಗ್ರಾಂ",
      "te": "లీటర్ నీటికి 2-3 గ్రాములు",
      "gu": "પ્રતિ લીટર પાણીમાં 2-3 ગ્રામ"
    },
    "timings": {
      "en": "Apply before disease onset or at first sign of symptoms",
      "hi": "रोग शुरू होने से पहले या लक्षणों के पहले संकेत पर लगाएं",
      "mr": "रोग सुरू होण्यापूर्वी किंवा लक्षणांच्या पहिल्या चिन्हावर लागू करा",
      "ta": "நோய் தொடங்குவதற்கு முன் அல்லது அறிகுறிகளின் முதல் அறிகுறியில் பயன்படுத்தவும்",
      "kn": "ರೋಗ ಪ್ರಾರಂಭವಾಗುವ ಮೊದಲು ಅಥವಾ ರೋಗಲಕ್ಷಣಗಳ ಮೊದಲ ಚಿಹ್ನೆಯಲ್ಲಿ ಅನ್ವಯಿಸಿ",
      "te": "వ్యాధి ప్రారంభానికి ముందు లేదా లక్షణాల మొదటి సంకేతంలో వర్తింపజేయండి",
      "gu": "રોગ શરૂ થાય તે પહેલાં અથવા લક્ષણોના પ્રથમ સંકેત પર લગાવો"
    },
    "frequencies": {
      "en": "Every 7-14 days during wet weather",
      "hi": "गीले मौसम में हर 7-14 दिन",
      "mr": "ओल्या हवामानात दर 7-14 दिवसांनी",
      "ta": "ஈரமான வானிலையில் ஒவ்வொரு 7-14 நாட்களும்",
      "kn": "ಒದ್ದೆ ಹವಾಮಾನದಲ್ಲಿ ಪ್ರತಿ 7-14 ದಿನಗಳು",
      "te": "తడి వాతావరణంలో ప్రతి 7-14 రోజులు",
      "gu": "ભીના હવામાનમાં દર 7-14 દિવસે"
    },
    "precautions": {
      "en": "Wear protective equipment. Do not apply to crops close to harvest. Keep away from water sources.",
      "hi": "सुरक्षात्मक उपकरण पहनें। कटाई के करीब फसलों पर न लगाएं। जल स्रोतों से दूर रखें।",
      "mr": "संरक्षक उपकरणे घाला. कापणीच्या जवळ पिकांवर लागू करू नका. पाण्याच्या स्त्रोतांपासून दूर ठेवा.",
      "ta": "பாதுகாப்பு உபகரணங்களை அணியுங்கள். அறுவடைக்கு அருகில் உள்ள பயிர்களுக்கு பயன்படுத்த வேண்டாம்.",
      "kn": "ರಕ್ಷಣಾ ಸಾಧನಗಳನ್ನು ಧರಿಸಿ. ಕೊಯ್ಲಿನ ಹತ್ತಿರ ಬೆಳೆಗಳಿಗೆ ಅನ್ವಯಿಸಬೇಡಿ.",
      "te": "రక్షణ పరికరాలు ధరించండి. కోత సమీపంలో పంటలకు వర్తింపజేయకూడదు.",
      "gu": "રક્ષણાત્મક સાધનો પહેરો. લણણી નજીક પાક પર લગાવશો નહીં."
    },
    "active_ingredient": "Copper Hydroxide / Copper Oxychloride",
    "cost_estimate": "₹200-400 per kg",
    "availability": "easily_available",
    "effectiveness_rating": 4,
    "related_diseases": ["late_blight", "bacterial_leaf_blight", "anthracnose"]
  },
  "trichoderma": {
    "id": 3,
    "treatment_key": "trichoderma",
    "treatment_type": "biological",
    "names": {
      "en": "Trichoderma (Bio-fungicide)",
      "hi": "ट्राइकोडर्मा (जैव फफूंदनाशक)",
      "mr": "ट्रायकोडर्मा (जैव बुरशीनाशक)",
      "ta": "ட்ரைகோடெர்மா (உயிரி பூஞ்சைக்கொல்லி)",
      "kn": "ಟ್ರೈಕೋಡರ್ಮಾ (ಜೈವಿಕ ಶಿಲೀಂಧ್ರನಾಶಕ)",
      "te": "ట్రైకోడెర్మా (జీవ శిలీంధ్రనాశకం)",
      "gu": "ટ્રાઇકોડર્મા (જૈવ ફૂગનાશક)"
    },
    "descriptions": {
      "en": "Beneficial fungus that protects plants from soil-borne diseases and promotes root growth.",
      "hi": "लाभकारी फफूंद जो पौधों को मिट्टी जनित रोगों से बचाती है और जड़ वृद्धि को बढ़ावा देती है।",
      "mr": "फायदेशीर बुरशी जी झाडांना मातीतून होणाऱ्या रोगांपासून वाचवते आणि मुळांची वाढ वाढवते.",
      "ta": "மண்ணில் பரவும் நோய்களிலிருந்து தாவரங்களைப் பாதுகாக்கும் மற்றும் வேர் வளர்ச்சியை ஊக்குவிக்கும் நன்மை பயக்கும் பூஞ்சை.",
      "kn": "ಮಣ್ಣಿನಿಂದ ಹರಡುವ ರೋಗಗಳಿಂದ ಸಸ್ಯಗಳನ್ನು ರಕ್ಷಿಸುವ ಮತ್ತು ಬೇರಿನ ಬೆಳವಣಿಗೆಯನ್ನು ಉತ್ತೇಜಿಸುವ ಪ್ರಯೋಜನಕಾರಿ ಶಿಲೀಂಧ್ರ.",
      "te": "నేల ద్వారా వ్యాపించే వ్యాధుల నుండి మొక్కలను రక్షించే మరియు వేరు పెరుగుదలను ప్రోత్సహించే ప్రయోజనకరమైన శిలీంధ్రం.",
      "gu": "ફાયદાકારક ફૂગ જે છોડને જમીનથી ફેલાતા રોગોથી બચાવે છે અને મૂળ વૃદ્ધિને પ્રોત્સાહન આપે છે."
    },
    "application_methods": {
      "en": "Mix with compost and apply to soil around roots. Can also be used as seed treatment.",
      "hi": "खाद के साथ मिलाकर जड़ों के चारों ओर मिट्टी में डालें। बीज उपचार के रूप में भी इस्तेमाल किया जा सकता है।",
      "mr": "कंपोस्टबरोबर मिसळा आणि मुळांभोवती मातीमध्ये लावा. बियाणे उपचार म्हणून देखील वापरता येते.",
      "ta": "உரத்துடன் கலந்து வேர்களைச் சுற்றி மண்ணில் பயன்படுத்தவும். விதை சிகிச்சையாகவும் பயன்படுத்தலாம்.",
      "kn": "ಕಾಂಪೋಸ್ಟ್‌ನೊಂದಿಗೆ ಮಿಶ್ರಣ ಮಾಡಿ ಮತ್ತು ಬೇರುಗಳ ಸುತ್ತ ಮಣ್ಣಿಗೆ ಅನ್ವಯಿಸಿ.",
      "te": "కంపోస్ట్‌తో కలిపి వేర్ల చుట్టూ నేలకు వర్తింపజేయండి. విత్తన చికిత్సగా కూడా ఉపయోగించవచ్చు.",
      "gu": "કમ્પોસ્ટ સાથે ભેળવો અને મૂળની આસપાસ જમીનમાં લગાવો."
    },
    "dosages": {
      "en": "4-5kg per acre mixed with organic matter",
      "hi": "4-5 किलो प्रति एकड़ जैविक पदार्थ के साथ मिलाकर",
      "mr": "4-5 किलो प्रति एकर सेंद्रिय पदार्थांमध्ये मिसळून",
      "ta": "ஏக்கருக்கு 4-5 கிலோ கரிம பொருளுடன் கலந்து",
      "kn": "ಎಕರೆಗೆ 4-5 ಕೆಜಿ ಸಾವಯವ ವಸ್ತುವಿನೊಂದಿಗೆ ಮಿಶ್ರಿತ",
      "te": "ఎకరానికి 4-5 కిలోలు సేంద్రియ పదార్థంతో కలిపి",
      "gu": "એકર દીઠ 4-5 કિલો કાર્બનિક પદાર્થ સાથે મિશ્રિત"
    },
    "timings": {
      "en": "Before sowing or at transplanting",
      "hi": "बुवाई से पहले या रोपाई के समय",
      "mr": "पेरणीपूर्वी किंवा लावणीच्या वेळी",
      "ta": "விதைப்பதற்கு முன் அல்லது நடவு செய்யும் போது",
      "kn": "ಬಿತ್ತನೆ ಮೊದಲು ಅಥವಾ ನಾಟಿ ಸಮಯದಲ್ಲಿ",
      "te": "విత్తడానికి ముందు లేదా మార్పిడి సమయంలో",
      "gu": "વાવણી પહેલાં અથવા રોપણી સમયે"
    },
    "frequencies": {
      "en": "Once at planting, repeat every 45-60 days if needed",
      "hi": "एक बार रोपाई के समय, जरूरत पड़ने पर हर 45-60 दिन दोहराएं",
      "mr": "लागवडीच्या वेळी एकदा, आवश्यक असल्यास दर 45-60 दिवसांनी पुन्हा करा",
      "ta": "நடவு செய்யும் போது ஒரு முறை, தேவைப்பட்டால் ஒவ்வொரு 45-60 நாட்களும் மீண்டும் செய்யவும்",
      "kn": "ನಾಟಿ ಸಮಯದಲ್ಲಿ ಒಮ್ಮೆ, ಅಗತ್ಯವಿದ್ದರೆ ಪ್ರತಿ 45-60 ದಿನಗಳಿಗೊಮ್ಮೆ ಪುನರಾವರ್ತಿಸಿ",
      "te": "నాటే సమయంలో ఒకసారి, అవసరమైతే ప్రతి 45-60 రోజులు పునరావృతం చేయండి",
      "gu": "રોપણી સમયે એકવાર, જરૂર પડે તો દર 45-60 દિવસે પુનરાવર્તન કરો"
    },
    "precautions": {
      "en": "Store in cool, dry place. Do not mix with chemical fungicides. Best results with organic farming.",
      "hi": "ठंडी, सूखी जगह में रखें। रासायनिक फफूंदनाशकों के साथ न मिलाएं। जैविक खेती के साथ सर्वोत्तम परिणाम।",
      "mr": "थंड, कोरड्या जागी ठेवा. रासायनिक बुरशीनाशकांमध्ये मिसळू नका.",
      "ta": "குளிர்ந்த, உலர்ந்த இடத்தில் சேமிக்கவும். இரசாயன பூஞ்சைக்கொல்லிகளுடன் கலக்க வேண்டாம்.",
      "kn": "ತಂಪಾದ, ಒಣ ಸ್ಥಳದಲ್ಲಿ ಸಂಗ್ರಹಿಸಿ. ರಾಸಾಯನಿಕ ಶಿಲೀಂಧ್ರನಾಶಕಗಳೊಂದಿಗೆ ಮಿಶ್ರಣ ಮಾಡಬೇಡಿ.",
      "te": "చల్లని, పొడి ప్రదేశంలో నిల్వ చేయండి. రసాయన శిలీంధ్రనాశకాలతో కలపవద్దు.",
      "gu": "ઠંડી, સૂકી જગ્યાએ સંગ્રહ કરો. રાસાયણિક ફૂગનાશકો સાથે ભેળવશો નહીં."
    },
    "active_ingredient": "Trichoderma viride / Trichoderma harzianum",
    "cost_estimate": "₹100-200 per kg",
    "availability": "locally_available",
    "effectiveness_rating": 4,
    "related_diseases": ["late_blight", "powdery_mildew", "rust"]
  },
  "crop_rotation": {
    "id": 4,
    "treatment_key": "crop_rotation",
    "treatment_type": "cultural",
    "names": {
      "en": "Crop Rotation",
      "hi": "फसल चक्र",
      "mr": "पीक फेरपालट",
      "ta": "பயிர் சுழற்சி",
      "kn": "ಬೆಳೆ ಪರಿವರ್ತನೆ",
      "te": "పంట మార్పిడి",
      "gu": "પાક પરિભ્રમણ"
    },
    "descriptions": {
      "en": "Practice of growing different crops in succession on the same land to break disease cycles.",
      "hi": "रोग चक्र को तोड़ने के लिए एक ही भूमि पर क्रमिक रूप से अलग-अलग फसलें उगाने की प्रथा।",
      "mr": "रोग चक्र खंडित करण्यासाठी एकाच जमिनीवर वेगवेगळ्या पिके क्रमाने लागवड करण्याची पद्धत.",
      "ta": "நோய் சுழற்சிகளை உடைக்க ஒரே நிலத்தில் வெவ்வேறு பயிர்களை தொடர்ச்சியாக வளர்க்கும் நடைமுறை.",
      "kn": "ರೋಗ ಚಕ್ರಗಳನ್ನು ಮುರಿಯಲು ಒಂದೇ ಭೂಮಿಯಲ್ಲಿ ವಿವಿಧ ಬೆಳೆಗಳನ್ನು ಅನುಕ್ರಮವಾಗಿ ಬೆಳೆಯುವ ಅಭ್ಯಾಸ.",
      "te": "వ్యాధి చక్రాలను విచ్ఛిన్నం చేయడానికి ఒకే భూమిలో వివిధ పంటలను వరుసగా పండించే పద్ధతి.",
      "gu": "રોગ ચક્રને તોડવા માટે એક જ જમીન પર ક્રમશઃ વિવિધ પાક ઉગાડવાની પ્રથા."
    },
    "application_methods": {
      "en": "Avoid planting the same crop family in the same field for 2-3 years. Alternate with non-host crops.",
      "hi": "2-3 साल तक एक ही खेत में एक ही फसल परिवार को न लगाएं। गैर-मेजबान फसलों के साथ बदलें।",
      "mr": "2-3 वर्षे एकाच शेतात एकाच पीक कुटुंबातील पीक लावू नका. गैर-यजमान पिकांसह बदला.",
      "ta": "2-3 ஆண்டுகள் ஒரே வயலில் ஒரே பயிர் குடும்பத்தை நடவு செய்வதைத் தவிர்க்கவும்.",
      "kn": "2-3 ವರ್ಷಗಳ ಕಾಲ ಒಂದೇ ಹೊಲದಲ್ಲಿ ಒಂದೇ ಬೆಳೆ ಕುಟುಂಬವನ್ನು ನೆಡುವುದನ್ನು ತಪ್ಪಿಸಿ.",
      "te": "2-3 సంవత్సరాలు ఒకే పొలంలో ఒకే పంట కుటుంబాన్ని నాటడం మానుకోండి.",
      "gu": "2-3 વર્ષ સુધી એક જ ખેતરમાં એક જ પાક પરિવાર ન વાવો."
    },
    "dosages": {
      "en": "N/A - Management practice",
      "hi": "लागू नहीं - प्रबंधन प्रथा",
      "mr": "लागू नाही - व्यवस्थापन पद्धत",
      "ta": "பொருந்தாது - மேலாண்மை நடைமுறை",
      "kn": "ಅನ್ವಯಿಸುವುದಿಲ್ಲ - ನಿರ್ವಹಣೆ ಅಭ್ಯಾಸ",
      "te": "వర్తించదు - నిర్వహణ పద్ధతి",
      "gu": "લાગુ નથી - વ્યવસ્થાપન પ્રથા"
    },
    "timings": {
      "en": "Plan before each growing season",
      "hi": "प्रत्येक उगाने के मौसम से पहले योजना बनाएं",
      "mr": "प्रत्येक वाढत्या हंगामापूर्वी नियोजन करा",
      "ta": "ஒவ்வொரு வளரும் பருவத்திற்கு முன் திட்டமிடுங்கள்",
      "kn": "ಪ್ರತಿ ಬೆಳೆಯುವ ಋತುವಿನ ಮೊದಲು ಯೋಜಿಸಿ",
      "te": "ప్రతి పండించే సీజన్‌కు ముందు ప్లాన్ చేయండి",
      "gu": "દરેક ઉગાડવાની મોસમ પહેલાં આયોજન કરો"
    },
    "frequencies": {
      "en": "Rotate crops every season or year",
      "hi": "हर मौसम या साल फसल बदलें",
      "mr": "दर हंगामात किंवा वर्षी पीक फिरवा",
      "ta": "ஒவ்வொரு பருவத்திலும் அல்லது ஆண்டிலும் பயிர்களை மாற்றவும்",
      "kn": "ಪ್ರತಿ ಋತುವಿನಲ್ಲಿ ಅಥವಾ ವರ್ಷದಲ್ಲಿ ಬೆಳೆಗಳನ್ನು ತಿರುಗಿಸಿ",
      "te": "ప్రతి సీజన్ లేదా సంవత్సరం పంటలను మార్చండి",
      "gu": "દરેક મોસમ અથવા વર્ષે પાક બદલો"
    },
    "precautions": {
      "en": "Consider soil nutrient needs of different crops. Keep records of crop history per field.",
      "hi": "विभिन्न फसलों की मिट्टी पोषक तत्वों की जरूरतों पर विचार करें। प्रति खेत फसल इतिहास का रिकॉर्ड रखें।",
      "mr": "विविध पिकांच्या माती पोषक गरजा विचारात घ्या. प्रत्येक शेताचा पीक इतिहास नोंदवा.",
      "ta": "வெவ்வேறு பயிர்களின் மண் ஊட்டச்சத்து தேவைகளை கருத்தில் கொள்ளுங்கள்.",
      "kn": "ವಿವಿಧ ಬೆಳೆಗಳ ಮಣ್ಣಿನ ಪೋಷಕಾಂಶ ಅಗತ್ಯಗಳನ್ನು ಪರಿಗಣಿಸಿ.",
      "te": "వివిధ పంటల నేల పోషక అవసరాలను పరిగణించండి.",
      "gu": "વિવિધ પાકની જમીન પોષક જરૂરિયાતો ધ્યાનમાં લો."
    },
    "cost_estimate": "₹0 - Management practice",
    "availability": "easily_available",
    "effectiveness_rating": 5,
    "related_diseases": ["late_blight", "bacterial_leaf_blight", "rust", "anthracnose", "powdery_mildew"]
  },
  "mancozeb_spray": {
    "id": 5,
    "treatment_key": "mancozeb_spray",
    "treatment_type": "chemical",
    "names": {
      "en": "Mancozeb Spray",
      "hi": "मैनकोजेब स्प्रे",
      "mr": "मॅन्कोझेब फवारणी",
      "ta": "மான்கோசெப் தெளிப்பு",
      "kn": "ಮ್ಯಾಂಕೋಜೆಬ್ ಸಿಂಪಡಣೆ",
      "te": "మాంకోజెబ్ స్ప్రే",
      "gu": "મેન્કોઝેબ સ્પ્રે"
    },
    "descriptions": {
      "en": "Broad-spectrum dithiocarbamate fungicide for controlling various fungal diseases.",
      "hi": "विभिन्न फफूंद रोगों को नियंत्रित करने के लिए व्यापक-स्पेक्ट्रम डाइथियोकार्बामेट फफूंदनाशक।",
      "mr": "विविध बुरशीजन्य रोग नियंत्रित करण्यासाठी व्यापक-स्पेक्ट्रम डायथिओकार्बामेट बुरशीनाशक.",
      "ta": "பல்வேறு பூஞ்சை நோய்களைக் கட்டுப்படுத்த பரந்த-நிறமாலை டைதியோகார்பமேட் பூஞ்சைக்கொல்லி.",
      "kn": "ವಿವಿಧ ಶಿಲೀಂಧ್ರ ರೋಗಗಳನ್ನು ನಿಯಂತ್ರಿಸಲು ವಿಶಾಲ-ರೋಹಿತ ಡೈಥಿಯೋಕಾರ್ಬಮೇಟ್ ಶಿಲೀಂಧ್ರನಾಶಕ.",
      "te": "వివిధ శిలీంధ్ర వ్యాధులను నియంత్రించడానికి విస్తృత-స్పెక్ట్రమ్ డైథియోకార్బమేట్ శిలీంధ్రనాశకం.",
      "gu": "વિવિધ ફૂગ રોગોને નિયંત્રિત કરવા માટે વ્યાપક-સ્પેક્ટ્રમ ડાઇથિયોકાર્બામેટ ફૂગનાશક."
    },
    "application_methods": {
      "en": "Dissolve in water as per package instructions. Spray on foliage ensuring complete coverage.",
      "hi": "पैकेज निर्देशों के अनुसार पानी में घोलें। पूर्ण कवरेज सुनिश्चित करते हुए पत्तियों पर स्प्रे करें।",
      "mr": "पॅकेज सूचनांनुसार पाण्यात विरघळवा. संपूर्ण आच्छादन सुनिश्चित करत पानांवर फवारणी करा.",
      "ta": "பேக்கேஜ் வழிமுறைகளின்படி நீரில் கரைக்கவும். முழுமையான கவரேஜை உறுதிசெய்து இலைகளில் தெளிக்கவும்.",
      "kn": "ಪ್ಯಾಕೇಜ್ ಸೂಚನೆಗಳ ಪ್ರಕಾರ ನೀರಿನಲ್ಲಿ ಕರಗಿಸಿ. ಸಂಪೂರ್ಣ ಹೊದಿಕೆಯನ್ನು ಖಚಿತಪಡಿಸಿ ಎಲೆಗಳ ಮೇಲೆ ಸಿಂಪಡಿಸಿ.",
      "te": "ప్యాకేజీ సూచనల ప్రకారం నీటిలో కరిగించండి. పూర్తి కవరేజీని నిర్ధారిస్తూ ఆకులపై స్ప్రే చేయండి.",
      "gu": "પેકેજ સૂચનો અનુસાર પાણીમાં ઓગાળો. સંપૂર્ણ કવરેજ સુનિશ્ચિત કરીને પાંદડા પર સ્પ્રે કરો."
    },
    "dosages": {
      "en": "2.5g per liter of water",
      "hi": "2.5 ग्राम प्रति लीटर पानी",
      "mr": "2.5 ग्रॅम प्रति लिटर पाणी",
      "ta": "1 லிட்டர் தண்ணீருக்கு 2.5 கிராம்",
      "kn": "ಪ್ರತಿ ಲೀಟರ್ ನೀರಿಗೆ 2.5 ಗ್ರಾಂ",
      "te": "లీటర్ నీటికి 2.5 గ్రాములు",
      "gu": "પ્રતિ લીટર પાણીમાં 2.5 ગ્રામ"
    },
    "timings": {
      "en": "At first sign of disease or preventively during disease-favorable weather",
      "hi": "रोग के पहले संकेत पर या रोग-अनुकूल मौसम के दौरान निवारक रूप से",
      "mr": "रोगाच्या पहिल्या चिन्हावर किंवा रोग-अनुकूल हवामानात प्रतिबंधात्मक",
      "ta": "நோயின் முதல் அறிகுறியில் அல்லது நோய்-சாதகமான வானிலையில் தடுப்பாக",
      "kn": "ರೋಗದ ಮೊದಲ ಚಿಹ್ನೆಯಲ್ಲಿ ಅಥವಾ ರೋಗ-ಅನುಕೂಲ ಹವಾಮಾನದಲ್ಲಿ ತಡೆಗಟ್ಟುವಿಕೆಯಾಗಿ",
      "te": "వ్యాధి మొదటి సంకేతంలో లేదా వ్యాధి-అనుకూల వాతావరణంలో నివారణాత్మకంగా",
      "gu": "રોગના પ્રથમ સંકેત પર અથવા રોગ-અનુકૂળ હવામાનમાં નિવારક રીતે"
    },
    "frequencies": {
      "en": "Every 7-10 days, maximum 6-8 applications per season",
      "hi": "हर 7-10 दिन, प्रति मौसम अधिकतम 6-8 अनुप्रयोग",
      "mr": "दर 7-10 दिवसांनी, प्रति हंगाम जास्तीत जास्त 6-8 फवारण्या",
      "ta": "ஒவ்வொரு 7-10 நாட்களும், பருவத்திற்கு அதிகபட்சம் 6-8 பயன்பாடுகள்",
      "kn": "ಪ್ರತಿ 7-10 ದಿನಗಳು, ಪ್ರತಿ ಋತುವಿನಲ್ಲಿ ಗರಿಷ್ಠ 6-8 ಅನ್ವಯಗಳು",
      "te": "ప్రతి 7-10 రోజులు, సీజన్‌కు గరిష్టంగా 6-8 అప్లికేషన్లు",
      "gu": "દર 7-10 દિવસે, મોસમ દીઠ મહત્તમ 6-8 એપ્લિકેશન"
    },
    "precautions": {
      "en": "Wear protective clothing. Do not apply within 30 days of harvest. Toxic to fish - avoid water contamination.",
      "hi": "सुरक्षात्मक कपड़े पहनें। कटाई के 30 दिनों के भीतर न लगाएं। मछली के लिए विषाक्त - जल प्रदूषण से बचें।",
      "mr": "संरक्षक कपडे घाला. कापणीच्या 30 दिवसांच्या आत लागू करू नका. माश्यांसाठी विषारी - जल प्रदूषण टाळा.",
      "ta": "பாதுகாப்பு ஆடைகளை அணியுங்கள். அறுவடையின் 30 நாட்களுக்குள் பயன்படுத்த வேண்டாம். மீனுக்கு நச்சு - நீர் மாசுபாட்டைத் தவிர்க்கவும்.",
      "kn": "ರಕ್ಷಣಾ ಉಡುಪುಗಳನ್ನು ಧರಿಸಿ. ಕೊಯ್ಲಿನ 30 ದಿನಗಳೊಳಗೆ ಅನ್ವಯಿಸಬೇಡಿ. ಮೀನುಗಳಿಗೆ ವಿಷಕಾರಿ - ನೀರು ಮಾಲಿನ್ಯವನ್ನು ತಪ್ಪಿಸಿ.",
      "te": "రక్షణ దుస్తులు ధరించండి. కోత యొక్క 30 రోజులలోపు వర్తింపజేయకూడదు. చేపలకు విషపూరితం - నీటి కాలుష్యాన్ని నివారించండి.",
      "gu": "રક્ષણાત્મક કપડાં પહેરો. લણણીના 30 દિવસની અંદર લગાવશો નહીં. માછલીઓ માટે ઝેરી - પાણી પ્રદૂષણ ટાળો."
    },
    "active_ingredient": "Mancozeb 75% WP",
    "cost_estimate": "₹300-500 per kg",
    "availability": "easily_available",
    "effectiveness_rating": 4,
    "related_diseases": ["late_blight", "powdery_mildew", "rust", "anthracnose"]
  }
}
